Repository: ASU-CodeDevils/codedevils_org
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr, hi, ja, nl

source: Get the very best of us by doing the best of you
ar: احصل على أفضل ما لدينا من خلال بذل قصارى جهدك
es: Obtenga lo mejor de nosotros haciendo lo mejor de usted
fr: Tirez le meilleur parti de nous en faisant de votre mieux
hi: आप सबसे अच्छा करके हम में से सबसे अच्छा प्राप्त करें
ja: あなたの最善を尽くして私たちの最高を手に入れよう
nl: Haal het beste uit ons door het beste uit jezelf te halen

source: Join our contributors and fellow students in our project-based environment.
ar: انضم إلى مساهمينا وزملائنا الطلاب في بيئتنا القائمة على المشاريع.
es: Únase a nuestros colaboradores y compañeros estudiantes en nuestro entorno basado en proyectos.
fr: Rejoignez nos contributeurs et collègues étudiants dans notre environnement basé sur des projets.
hi: हमारे प्रोजेक्ट-आधारित वातावरण में हमारे योगदानकर्ताओं और साथी छात्रों से जुड़ें।
ja: プロジェクトベースの環境で、寄稿者や仲間の学生に加わってください。
nl: Sluit je aan bij onze medewerkers en medestudenten in onze projectmatige omgeving.

source: Members
ar: أفراد
es: Miembros
fr: Membres
hi: सदस्य
ja: メンバー
nl: Leden

source: Contributors
ar: المساهمون
es: Contribuyentes
fr: Contributrice
hi: योगदानकर्ता
ja: 寄稿者
nl: Bijdragers

source: Projects
ar: المشاريع
es: Proyectos
fr: Projets
hi: परियोजनाओं
ja: プロジェクト
nl: Projecten

source: Cups of Coffee
ar: كؤوس من القهوة
es: Tazas de café
fr: Tasses de café
hi: कॉफी के कप
ja: コーヒーのカップ
nl: Koppen koffie

source: Powerful Dashboard
ar: لوحة قيادة قوية
es: Panel de control potente
fr: Tableau de bord puissant
hi: शक्तिशाली डैशबोर्ड
ja: 強力なダッシュボード
nl: Krachtig dashboard

source: We will include a fully functional starter dashboard
ar: سنقوم بتضمين لوحة تحكم للمبتدئين تعمل بكامل طاقتها
es: Incluiremos un panel de inicio completamente funcional
fr: Nous inclurons un tableau de bord de démarrage entièrement fonctionnel
hi: हम एक पूरी तरह कार्यात्मक स्टार्टर डैशबोर्ड शामिल करेंगे
ja: 完全に機能するスターターダッシュボードが含まれます
nl: We zullen een volledig functioneel startersdashboard opnemen

source: Powered with fresh air
ar: تعمل بالهواء النقي
es: Alimentado con aire fresco
fr: Propulsé avec de l'air frais
hi: ताजी हवा से संचालित
ja: 新鮮な空気を動力源
nl: Aangedreven door frisse lucht

source: It\
ar: ذلك \
es: Eso\
fr: Il\
hi: यह \
ja: それ\
nl: Het\

source: Inbox
ar: صندوق الوارد
es: Bandeja de entrada
fr: Boîte de réception
hi: इनबॉक्स
ja: 受信トレイ
nl: Postvak IN

source: Calendar
ar: التقويم
es: Calendario
fr: Calendrier
hi: पंचांग
ja: カレンダー
nl: Kalender

source: Invoice
ar: فاتورة
es: Factura
fr: Facture d'achat
hi: बीजक
ja: 請求書
nl: Factuur

source: Bring your idea to life
ar: اجعل فكرتك تنبض بالحياة
es: Da vida a tu idea
fr: Donnez vie à votre idée
hi: अपने विचार को जीवन में उतारें
ja: あなたのアイデアを実現します
nl: Breng uw idee tot leven

source: CodeDevils includes an outstanding starter for cooking up those fresh apps. With this feature you can start developing right away your web based application.
ar: يتضمن CodeDevils بداية رائعة لطهي تلك التطبيقات الجديدة. باستخدام هذه الميزة ، يمكنك البدء في تطوير تطبيقك المستند إلى الويب على الفور.
es: CodeDevils incluye un excelente iniciador para cocinar esas nuevas aplicaciones. Con esta característica, puede comenzar a desarrollar de inmediato su aplicación basada en web.
fr: CodeDevils comprend un démarreur exceptionnel pour préparer ces applications fraîches. Avec cette fonctionnalité, vous pouvez commencer à développer immédiatement votre application Web.
hi: CodeDevils में उन ताज़ा ऐप को पकाने के लिए एक उत्कृष्ट स्टार्टर शामिल है। इस सुविधा से आप अपने वेब आधारित एप्लिकेशन को तुरंत विकसित करना शुरू कर सकते हैं।
ja: CodeDevilsには、これらの新しいアプリを調理するための優れたスターターが含まれています。この機能を使用すると、Webベースのアプリケーションの開発をすぐに開始できます。
nl: CodeDevils bevat een uitstekende starter voor het koken van die verse apps. Met deze functie kunt u direct beginnen met het ontwikkelen van uw webapplicatie.

source: Clean inbox UI design
ar: نظف تصميم واجهة المستخدم للبريد الوارد
es: Diseño de interfaz de usuario de bandeja de entrada limpia
fr: Conception de l'interface utilisateur propre
hi: साफ इनबॉक्स यूआई डिजाइन
ja: クリーンな受信トレイUIデザイン
nl: Schoon inbox UI-ontwerp

source: Outstanding calendar UI design
ar: تصميم رائع لواجهة المستخدم للتقويم
es: Excelente diseño de la interfaz de usuario del calendario
fr: Conception exceptionnelle de l'interface utilisateur du calendrier
hi: बकाया कैलेंडर UI डिज़ाइन
ja: 優れたカレンダーUIデザイン
nl: Uitstekend kalender UI-ontwerp

source: Draft purchases with the invoice feature
ar: مسودة المشتريات مع ميزة الفاتورة
es: Borrador de compras con la función de factura
fr: Rédiger des achats avec la fonction de facturation
hi: इनवॉइस सुविधा के साथ ड्राफ्ट खरीद
ja: 請求書機能を使用したドラフト購入
nl: Conceptaankopen met de factuurfunctie

source: CodeDevil API for Workspace
ar: CodeDevil API لمساحة العمل
es: CodeDevil API para Workspace
fr: API CodeDevil pour Workspace
hi: कार्यक्षेत्र के लिए कोडडविल एपीआई
ja: ワークスペース用のCodeDevilAPI
nl: CodeDevil API voor werkruimte

source: Easy integrations for your projects
ar: عمليات دمج سهلة لمشاريعك
es: Integraciones fáciles para sus proyectos.
fr: Intégrations faciles pour vos projets
hi: अपनी परियोजनाओं के लिए आसान एकीकरण
ja: プロジェクトの簡単な統合
nl: Gemakkelijke integraties voor uw projecten

source: Seamlessly integrate your project with hosting options designed for you.
ar: ادمج مشروعك بسلاسة مع خيارات الاستضافة المصممة لك.
es: Integre perfectamente su proyecto con opciones de alojamiento diseñadas para usted.
fr: Intégrez parfaitement votre projet avec des options d'hébergement conçues pour vous.
hi: निर्बाध रूप से आपके लिए डिज़ाइन किए गए होस्टिंग विकल्पों के साथ अपनी परियोजना को एकीकृत करें।
ja: プロジェクトをあなたのために設計されたホスティングオプションとシームレスに統合します。
nl: Integreer uw project naadloos met hostingopties die voor u zijn ontworpen.

source: Apache Server
ar: Apache الخادم
es: Servidor Apache
fr: Serveur Apache
hi: अपाचे सर्वर
ja: Apacheサーバー

source: Host your web application on an Apache web server.
ar: استضف تطبيق الويب الخاص بك على خادم ويب Apache.
es: Hospede su aplicación web en un servidor web Apache.
fr: Hébergez votre application Web sur un serveur Web Apache.
hi: अपाचे वेब सर्वर पर अपने वेब एप्लिकेशन को होस्ट करें।
ja: ApacheWebサーバーでWebアプリケーションをホストします。
nl: Host uw webtoepassing op een Apache-webserver.

source: Integrate
ar: دمج
es: Integrar
fr: Intégrer
hi: एकीकृत
ja: 統合する
nl: Integreren

source: Learn HTML and use it to create web pages that bring your project to the eyes of your consumers.
ar: تعلم HTML واستخدمه لإنشاء صفحات الويب التي تجذب مشروعك إلى أعين المستهلكين.
es: Aprenda HTML y úselo para crear páginas web que lleven su proyecto a los ojos de sus consumidores.
fr: Apprenez le HTML et utilisez-le pour créer des pages Web qui portent votre projet aux yeux de vos consommateurs.
hi: HTML जानें और इसका उपयोग वेब पेज बनाने के लिए करें जो आपके प्रोजेक्ट को आपके उपभोक्ताओं की नज़र में लाए।
ja: HTMLを学び、それを使用して、プロジェクトを消費者の目に触れるWebページを作成します。
nl: Leer HTML en gebruik het om webpagina's te maken die uw project onder de ogen van uw consumenten brengen.

source: Python is growing ever-more popular, and is what this website uses! Use Python and Python-based frameworks for your applications.
ar: Python تزداد شعبية ، وهذا ما يستخدمه هذا الموقع! استخدم الأطر المستندة إلى Python و Python لتطبيقاتك.
es: Python se está volviendo cada vez más popular, ¡y es lo que usa este sitio web! Utilice marcos basados ​​en Python y Python para sus aplicaciones.
fr: Python est de plus en plus populaire et c'est ce que ce site Web utilise! Utilisez des frameworks Python et Python pour vos applications.
hi: अजगर कभी अधिक लोकप्रिय हो रहा है, और इस वेबसाइट का उपयोग करता है! अपने अनुप्रयोगों के लिए पायथन और पायथन-आधारित फ्रेमवर्क का उपयोग करें।
ja: Pythonはますます人気が高まっており、このWebサイトで使用されています。アプリケーションにPythonおよびPythonベースのフレームワークを使用します。
nl: Python wordt steeds populairder en dat is wat deze website gebruikt! Gebruik op Python en Python gebaseerde frameworks voor uw toepassingen.

source: Use APIs provided by this website to power your application.
ar: استخدم واجهات برمجة التطبيقات التي يوفرها هذا الموقع لتشغيل تطبيقك.
es: Utilice las API proporcionadas por este sitio web para potenciar su aplicación.
fr: Utilisez les API fournies par ce site Web pour alimenter votre application.
hi: अपने एप्लिकेशन को पावर देने के लिए इस वेबसाइट द्वारा दिए गए API का उपयोग करें।
ja: このWebサイトが提供するAPIを使用して、アプリケーションを強化します。
nl: Gebruik API's die door deze website worden aangeboden om uw applicatie van stroom te voorzien.

source: CodeDevils Profile
ar: ملف تعريف CodeDevils

source: Welcome Back,
ar: مرحبا بعودتك،

source: Overview
ar: نظرة عامة

source: My Details
ar: تفاصيلي

source: User
ar: المستعمل
es: Usuaria
fr: Utilisatrice
hi: उपयोगकर्ता
ja: ユーザー
nl: Gebruiker

source: Current Projects
ar: المشاريع الحالية

source: CodeDevils Sponsored
ar: برعاية CodeDevils

source: Project:
ar: مشروع:

source: Discover
ar: اكتشف

source: You can find the work of other CodeDevils and their various projects.
ar: يمكنك العثور على عمل CodeDevils ومشاريعهم المختلفة.

source: Continue to projects
ar: تابع المشاريع

source: My Information
ar: معلوماتي
es: Mi informacion
hi: मेरी जानकारी
ja: 私の情報

source: CodeDevil Since
ar: CodeDevil منذ
es: CodeDevil Desde
hi: CodeDevil के बाद से
ja: CodeDevil以来

source: About Me
ar: عني
es: Sobre mí
hi: मेरे बारे में
ja: 私について

source: Users
ar: المستخدمون
es: Los usuarios
fr: Utilisatrices
hi: उपयोगकर्ता
ja: ユーザー
nl: Gebruikers

source: There are no positions to rebase
ar: لا توجد مواقف لإعادة القاعدة
es: No hay posiciones para rebase
fr: Il n'y a aucune position à rebaser
hi: रिबेस करने के लिए कोई पोजीशन नहीं हैं
ja: リベースするポジションはありません
nl: Er zijn geen posities om te rebasen

source: Position orders successfully rebased
ar: تم استرداد أوامر المركز بنجاح
es: Las órdenes de posición se han modificado correctamente
fr: Les ordres de position ont bien été rebasés
hi: स्थिति के आदेश सफलतापूर्वक छूट दिए गए
ja: 注文のリベースに成功
nl: Positieorders zijn succesvol hersteld

source: Rebase order starting at 1
ar: طلب إعادة البدء يبدأ من واحد
es: Rebase orden a partir de 1
fr: Ordre de rebase à partir de 1
hi: 1 से शुरू होने पर रिबेस का क्रम
ja: 1から始まる注文のリベース
nl: Rebase-bestelling vanaf 1

source: Position
ar: موضع
es: Posición
hi: स्थान
ja: ポジション
nl: Positie

source: This username has already been taken.
ar: وقد تم بالفعل اتخاذ هذا المستخدم.
es: Este nombre de usuario ya ha sido tomado.
fr: Ce nom d'utilisateur a déjà été saisi.
hi: यह उपयोगकर्ता नाम पहले ही लिया जा चुका है।
ja: このユーザー名はすでに使用されています。
nl: Deze gebruikersnaam is al in gebruik.

source: Name of User
ar: اسم المستخدم
es: Nombre de la usuaria
fr: Nom de l'utilisateur
hi: उपयोगकर्ता का नाम
ja: ユーザー名
nl: Naam van gebruiker

source: Date of birth
ar: تاريخ الولادة
es: Fecha de nacimiento
fr: Date de naissance
hi: जन्म की तारीख
ja: 生年月日
nl: Geboortedatum

source: City
ar: مدينة
es: Ciudad
fr: Ville
hi: शहर
ja: 市
nl: stad

source: The city that the user currently resides in
ar: المدينة التي يقيم بها المستخدم حاليًا
es: La ciudad en la que reside actualmente el usuario
fr: La ville dans laquelle l'utilisateur réside actuellement
hi: वर्तमान में उपयोगकर्ता जिस शहर में रहता है
ja: ユーザーが現在居住している都市
nl: De stad waar de gebruiker momenteel verblijft

source: State
ar: حالة
es: Estado
fr: Etat
hi: राज्य
ja: 状態
nl: Staat

source: The state the city resides in (for inside the US only)
ar: الدولة التي تقيم بها المدينة (داخل الولايات المتحدة فقط)
es: El estado en el que reside la ciudad (solo dentro de los Estados Unidos)
fr: L'état dans lequel la ville réside (pour l'intérieur des États-Unis uniquement)
hi: शहर जिस राज्य में रहता है (केवल अमेरिका के अंदर)
ja: 都市が存在する州（米国内のみ）
nl: De staat waarin de stad zich bevindt (alleen voor binnen de VS)

source: Country
ar: بلد
es: País
fr: Pays
hi: देश
ja: 国
nl: Land

source: The country the city resides in
ar: البلد الذي تقيم فيه المدينة
es: El país donde reside la ciudad
fr: Le pays dans lequel la ville réside
hi: शहर जिस देश में रहता है
ja: 都市が存在する国
nl: Het land waarin de stad woont

source: GitHub Username
ar: اسم مستخدم GitHub
es: Nombre de usuario de GitHub
fr: Nom d'utilisateur GitHub
hi: GitHub उपयोगकर्ता नाम
ja: GitHubユーザー名
nl: GitHub-gebruikersnaam

source: We use this to automatically enroll you in our GitHub projects.
ar: نستخدم هذا لتسجيلك تلقائيًا في مشاريع GitHub.
es: Usamos esto para inscribirlo automáticamente en nuestros proyectos de GitHub.
fr: Nous l'utilisons pour vous inscrire automatiquement à nos projets GitHub.
hi: इसका उपयोग हम अपने GitHub प्रोजेक्ट्स में स्वचालित रूप से नामांकन करने के लिए करते हैं।
ja: これを使用して、GitHubプロジェクトに自動的に登録します。
nl: We gebruiken dit om u automatisch in te schrijven voor onze GitHub-projecten.

source: Slack Username
ar: اسم المستخدم Slack
fr: Nom d'utilisateur Slack
nl: Slack gebruikersnaam

source: The user's slack user name registered on the CodeDevils slack channel
ar: اسم المستخدم المتراخي للمستخدم المسجل على قناة CodeDevils Slack
fr: Le nom d'utilisateur mou de l'utilisateur enregistré sur le canal mou CodeDevils
nl: De slappe gebruikersnaam van de gebruiker geregistreerd op het CodeDevils Slack-kanaal

source: Twitter Username
ar: اسم المستخدم Twitter
es: Nombre de usuario de Twitter
fr: Nom d'utilisateur Twitter
hi: ट्विटर उपयोगकर्ता का नाम
ja: Twitterユーザー名
nl: Twitter gebruikersnaam

source: Instagram URL
ar: رابط Instagram
es: URL de Instagram
fr: Lien Instagram
hi: इंस्टाग्राम लिंक
ja: InstagramのURL
nl: Instagram-link

source: Facebook URL
ar: رابط الفيسبوك
fr: Lien Facebook
hi: फेसबुक लिंक
ja: FacebookのURL
nl: Facebook-link

source: LinkedIn URL
ar: لينكدين لينك
fr: Lien LinkedIn
hi: लिंक्डइन लिंक
ja: LinkedInのURL
nl: LinkedIn-link

source: Receive notifications
ar: تلقي الإخطارات
es: Recibir notificaciones
fr: Recevoir des notifications
hi: सूचनाएं प्राप्त करें
ja: 通知を受け取る
nl: Meldingen ontvangen

source: Anonymous
ar: مجهول
es: Anónima
fr: Anonyme
hi: गुमनाम
ja: 匿名
nl: Anoniem

source: You have the option of keeping your account anonymous with CD. Selectingthis will ensure your account stays private and supported applications don't have access to your data
ar: لديك خيار الاحتفاظ بحسابك مجهول الهوية مع CodeDevils. سيؤدي اختيار هذا إلى التأكد من أن حسابك سيظل خاصًا ولا يمكن للتطبيقات المدعومة الوصول إلى بياناتك
es: Tiene la opción de mantener su cuenta anónima con CD. Al seleccionar esto, se asegurará de que su cuenta permanezca privada y las aplicaciones compatibles no tengan acceso a sus datos
fr: Vous avez la possibilité de garder votre compte anonyme avec CD. En sélectionnant cette option, votre compte restera privé et les applications prises en charge n'auront pas accès à vos données.
hi: आपके पास अपने खाते को CodeDevils के साथ गुमनाम रखने का विकल्प है। इसे चुनने से यह सुनिश्चित होगा कि आपका खाता निजी रहेगा और समर्थित एप्लिकेशन को आपके डेटा तक पहुंच प्राप्त नहीं होगी
ja: アカウントをCDで匿名にするオプションがあります。これを選択すると、アカウントが非公開になり、サポートされているアプリケーションがデータにアクセスできなくなります
nl: Je hebt de mogelijkheid om je account anoniem te houden met CD. Als u dit selecteert, blijft uw account privé en hebben ondersteunde applicaties geen toegang tot uw gegevens

source: Name of the position
ar: اسم المنصب
es: Nombre del puesto
fr: Nom du poste
hi: पद का नाम
ja: 役職名
nl: Naam van de functie

source: Name
ar: اسم
es: Nombre
fr: Nom
hi: नाम
ja: 名前
nl: Naam

source: Order
ar: طلب
es: Orden
fr: Ordre
hi: गण
ja: 注文
nl: Bestellen

source: The order of precedence of the position. For example, the President is 1, Vice President is 2, and so on.
ar: ترتيب أسبقية المنصب. على سبيل المثال ، الرئيس واحد ، ونائب الرئيس اثنان ، وهكذا.
es: El orden de precedencia de la posición. Por ejemplo, el presidente es 1, el vicepresidente es 2, y así sucesivamente.
fr: L'ordre de priorité du poste. Par exemple, le président est 1, le vice-président est 2, etc.
hi: स्थिति की पूर्वता का क्रम। उदाहरण के लिए, राष्ट्रपति 1 है, उपराष्ट्रपति 2 हैं, इत्यादि।
ja: 位置の優先順位。たとえば、社長は1、副社長は2などです。
nl: De rangorde van de positie. De president is bijvoorbeeld 1, de vice-president is 2, enzovoort.

source: SunDevilSync Position
ar: موضع SunDevilSync
es: Posición SunDevilSync
fr: Position SunDevilSync
hi: SunDevilSync स्थिति
ja: SunDevilSyncの位置
nl: SunDevilSync Positie

source: The name of the officer position as it is registered on SunDevilSync
ar: اسم منصب الضابط كما هو مسجل في SunDevilSync
es: El nombre del puesto de oficial tal como está registrado en SunDevilSync
fr: Le nom du poste d'officier tel qu'il est enregistré sur SunDevilSync
hi: SunDevilSync पर पंजीकृत के रूप में अधिकारी की स्थिति का नाम
ja: SunDevilSyncに登録されている役員の役職の名前
nl: De naam van de officiersfunctie zoals deze is geregistreerd op SunDevilSync

source: The email address associated to the Officer position
ar: عنوان البريد الإلكتروني المرتبط بمنصب الضابط
es: La dirección de correo electrónico asociada al puesto de Oficial
fr: L'adresse e-mail associée au poste d'agent
hi: अधिकारी पद से संबंधित ईमेल पता
ja: 役員の役職に関連付けられているメールアドレス
nl: Het e-mailadres dat is gekoppeld aan de functie van officier

source: Officer position
ar: منصب ضابط
es: Puesto de oficial
fr: Poste d'officier
hi: अधिकारी पद
ja: 役員職
nl: Functie van officier

source: Officer positions
ar: وظائف الضباط
es: Puestos de oficial
fr: Postes d'officier
hi: अधिकारी के पद
ja: 役員職
nl: Functies van officieren

source: The holder the position
ar: صاحب المنصب
es: La titular de la posición
fr: Le titulaire du poste
hi: धारक की स्थिति
ja: ホルダーの位置
nl: De houder de positie

source: Personal email
ar: البريد الإلكتروني الشخصي
es: Email personal
fr: Email personnel
hi: व्यक्तिगत ईमेल
ja: 個人的なメール
nl: Persoonlijke email

source: The email address belonging to the student (generally <first name>.<last name>@codedevils.org)
ar: عنوان البريد الإلكتروني الخاص بالطالب (بشكل عام <الاسم الأول>. <اسم العائلة> @ codedevils.org)
es: La dirección de correo electrónico que pertenece al alumno (generalmente <nombre>.<Apellido>@codedevils.org)
fr: L'adresse e-mail appartenant à l'étudiant (généralement <prénom>.<Nom>@codedevils.org)
hi: छात्र से संबंधित ईमेल पता (आम तौर पर <पहला नाम>।<आखिरी नाम>@codedevils.org)
ja: 学生のメールアドレス（通常は<名>。<姓> @ codedevils.org）
nl: Het e-mailadres van de student (meestal <voornaam>.<Achternaam>@codedevils.org)

source: Quote
ar: اقتبس
es: Citar
fr: Citation
hi: उद्धरण
ja: 見積もり
nl: Citaat

source: A cliche quote that truly defines who this being is
ar: اقتباس مبتكر يحدد حقًا من هو هذا الكائن
es: Una cita cliché que realmente define quién es este ser
fr: Une citation de cliché qui définit vraiment qui est cet être
hi: एक क्लिच बोली जो वास्तव में परिभाषित करती है कि यह कौन है
ja: これが誰であるかを真に定義する決まり文句の引用
nl: Een clichécitaat dat echt definieert wie dit wezen is

source: Officer
ar: ضابط
es: Oficial
fr: Officière
hi: अफ़सर
ja: 役員
nl: Officier

source: Officers
ar: الضباط
es: Oficiales
fr: Officières
hi: अधिकारी
ja: 役員
nl: Officieren

source: Infos successfully updated
ar: تم تحديث معلومات المقال بنجاح
fr: Infos mises à jour avec succès
nl: Infos succesvol bijgewerkt

source: Email notifications have been turned off. Turn them back on by editing your profile.
ar: تم إيقاف إشعارات البريد الإلكتروني. قم بتشغيلها مرة أخرى عن طريق تحرير ملف التعريف الخاص بك.
es: Las notificaciones por correo electrónico se han desactivado. Vuelva a activarlos editando su perfil.
hi: ईमेल सूचनाएं बंद कर दी गई हैं। अपनी प्रोफ़ाइल संपादित करके उन्हें वापस चालू करें।
ja: 電子メール通知はオフになっています。プロファイルを編集して、それらをオンに戻します。

source: Spanish
ar: الأسبانية
es: Española
fr: Espagnol
hi: स्पेनिश
ja: スペイン語
nl: Spaans

source: English
ar: الإنجليزية
es: Inglesa
fr: Anglaise
hi: अंग्रेज़ी
ja: 英語
nl: Engels

source: French
ar: فرنسي
es: Francesa
fr: Française
hi: फ्रेंच
ja: フランス語
nl: Frans

source: Arabic
ar: عربى
es: Arábica
fr: arabe
hi: अरबी
ja: アラビア語
nl: Arabisch

source: Dutch
ar: هولندي
es: Holandesa
fr: Néerlandaise
hi: डच
ja: オランダの
nl: Nederlands

source: Hindi
ar: هندي
hi: हिन्दी
ja: ヒンディー語

source: Last Updated
es: Última actualización
hi: आखरी अपडेट
ja: 最終更新

source: Used to send notifications to administrators when the link needs to be updated
es: Se utiliza para enviar notificaciones a los administradores cuando es necesario actualizar el enlace.
hi: लिंक अपडेट करने की आवश्यकता होने पर व्यवस्थापकों को सूचनाएं भेजने के लिए उपयोग किया जाता है
ja: リンクを更新する必要があるときに管理者に通知を送信するために使用されます

source: Notify in
es: Notificar en
hi: में सूचित करें
ja: で通知する

source: The number of hours, days or months until managers are notified to update the link.
es: La cantidad de horas, días o meses hasta que se notifique a los gerentes que actualicen el enlace.
hi: लिंक अपडेट करने के लिए प्रबंधकों को सूचित किए जाने तक घंटों, दिनों या महीनों की संख्या।
ja: リンクを更新するようにマネージャーに通知されるまでの時間、日、または月数。

source: Notify interval
es: Notificar intervalo
hi: अंतराल सूचित करें
ja: 通知間隔

source: The interval (hours, days months) of ``notify_in``. Note that months are assumed to be 30 days.
es: El intervalo (horas, días meses) de `` notificar_en ''. Tenga en cuenta que se supone que los meses son 30 días.
hi: "notify_in" का अंतराल (घंटे, दिन महीने)। ध्यान दें कि महीनों को 30 दिन माना जाता है।
ja: `` notify_in``の間隔（時間、日、月）。月は30日と想定されていることに注意してください。

source: Acknowledged
es: Admitida
hi: स्वीकार किया
ja: 認められた

source: Used to flag if this link has been acknowledged as up-to-date. If not, managers are notified that the links need to be updated.
es: Se utiliza para marcar si este enlace ha sido reconocido como actualizado. De lo contrario, se notifica a los administradores que los enlaces deben actualizarse.
hi: यदि इस लिंक को अप-टू-डेट के रूप में स्वीकार किया गया है तो ध्वज का उपयोग किया जाता है। यदि नहीं, तो प्रबंधकों को सूचित किया जाता है कि लिंक को अद्यतन करने की आवश्यकता है।
ja: このリンクが最新であると確認されたかどうかを示すために使用されます。そうでない場合は、リンクを更新する必要があることがマネージャーに通知されます。

source: Slack
ja: スラック

source: Language
es: Idioma
ja: 言語

source: Hone your skills and prepare for interviews with our very first CodeDevils Hackathon! Join us during the next meeting to learn more.
es: ¡Perfeccione sus habilidades y prepárese para las entrevistas con nuestro primer CodeDevils Hackathon! Únase a nosotros durante la próxima reunión para obtener más información.
hi: अपने कौशल को निखारें और हमारे बहुत पहले CodeDevils Hackathon के साथ साक्षात्कार की तैयारी करें! अधिक जानने के लिए अगली बैठक के दौरान हमसे जुड़ें।
ja: スキルを磨き、最初のCodeDevilsハッカソンとのインタビューの準備をしてください！詳細については、次回の会議にご参加ください。

source: Virtual Study Hall
fr: Salle d'étude virtuelle
hi: वर्चुअल स्टडी हॉल
ja: バーチャルスタディホール
nl: Virtuele studiezaal

source: Join us for a virtual study session! Find your study buddies, conquer that homework, and enjoy the nerdiest study breaks at ASU!
es: ¡Únete a nosotros para una sesión de estudio virtual! ¡Encuentra a tus compañeros de estudio, conquista esa tarea y disfruta de los descansos de estudio más nerd en ASU!
hi: एक आभासी अध्ययन सत्र के लिए हमसे जुड़ें! अपने अध्ययन के साथी खोजें, उस होमवर्क पर विजय प्राप्त करें, और ASU में nerdiest अध्ययन विराम का आनंद लें!
ja: バーチャル勉強会にご参加ください！あなたの勉強仲間を見つけて、その宿題を征服し、ASUで最も神経質な勉強休憩を楽しんでください！

source: SunDevilSync is the official online registrar for Arizona State University
es: SunDevilSync es el registrador en línea oficial de la Universidad Estatal de Arizona
hi: SunDevilSync एरिजोना स्टेट यूनिवर्सिटी के लिए आधिकारिक ऑनलाइन रजिस्ट्रार है
ja: SunDevilSyncは、Arizona State Universityの公式オンラインレジストラです。
