Repository: ASU-CodeDevils/codedevils_org
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr, hi, ja, nl

source: CodeDevils - An Arizona State University student organization
ar: CodeDevils - منظمة طلابية بجامعة ولاية أريزونا
es: CodeDevils - Una organización estudiantil de la Universidad Estatal de Arizona
hi: CodeDevils - एक एरिजोना राज्य विश्वविद्यालय के छात्र संगठन
ja: CodeDevils-アリゾナ州立大学の学生組織

source: To stop these notifications,
ar: لإيقاف هذه الإخطارات ،
es: Para detener estas notificaciones,
hi: इन सूचनाओं को रोकने के लिए,
ja: これらの通知を停止するには、

source: unsubscribe
ar: إلغاء الاشتراك
es: darse de baja
hi: सदस्यता समाप्त
ja: 退会

source: Visit our website
ar: قم بزيارة موقعنا على الإنترنت
es: Visite nuestro sitio web
hi: हमारी वेबसाइट पर पधारें
ja: 当社のウェブサイトを訪問

source: About Us
ar: معلومات عنا
es: Sobre nosotras
fr: À propos de nous
hi: हमारे बारे में
ja: 私たちに関しては
nl: Over ons

source: CodeDevils aims to provide ASU students with an organization designed to encourage and promote involvement in coding projects and competitions through an exclusively online setting.
ar: تهدف CodeDevils إلى تزويد طلاب جامعة ولاية أريزونا بمنظمة مصممة لتشجيع وتعزيز المشاركة في مشاريع الترميز والمسابقات من خلال إعداد حصري عبر الإنترنت.
es: CodeDevils tiene como objetivo proporcionar a los estudiantes de ASU una organización diseñada para alentar y promover la participación en proyectos y competencias de codificación a través de un entorno exclusivamente en línea.
fr: CodeDevils vise à fournir aux étudiants de l'ASU une organisation conçue pour encourager et promouvoir l'implication dans les projets de codage et les compétitions à travers un cadre exclusivement en ligne.
hi: CodeDevils का लक्ष्य एएसयू के छात्रों को विशेष रूप से ऑनलाइन सेटिंग के माध्यम से कोडिंग परियोजनाओं और प्रतियोगिताओं में भागीदारी को प्रोत्साहित करने और बढ़ावा देने के लिए डिज़ाइन किया गया संगठन प्रदान करना है।
ja: CodeDevilsは、ASUの学生に、排他的なオンライン設定を通じてコーディングプロジェクトやコンテストへの参加を奨励および促進するように設計された組織を提供することを目的としています。
nl: CodeDevils heeft tot doel ASU-studenten een organisatie te bieden die is ontworpen om betrokkenheid bij coderingsprojecten en -wedstrijden te stimuleren en te bevorderen via een uitsluitend online setting.

source: <h2>Our <br>Organization's<br> History</h2>
ar: <h2>لنا<br>المنظمة<br>التاريخ</h2>
es: <h2>Historia <br>de nuestra <br> organización</h2>
fr: <h2>L'histoire <br>de notre <br>organisation</h2>
hi: <h2> हमारा <br> संगठन का इतिहास </ h2> है
ja: <h2>私たちの<br>組織の<br>歴史</h2>
nl: <h2>De geschiedenis van onze<br> organisatie</h2>

source: <p class="lead color-2">CodeDevils was found in 2016 as a fully-virtual student organization. We pride ourselves in giving our members the tools needed to be successful in their cirriculum and have a competitive edge in the industry after graduating.</p>
ar: <p class="lead color-2">تم العثور على CodeDevils في عام 2016 كمنظمة طلابية افتراضية بالكامل. نحن نفخر بإعطاء أعضائنا الأدوات اللازمة للنجاح في مناهجهم الدراسية ولديهم ميزة تنافسية في الصناعة بعد التخرج.</p>
es: <p class="lead color-2">CodeDevils se encontró en 2016 como una organización estudiantil completamente virtual. Nos enorgullecemos de brindar a nuestros miembros las herramientas necesarias para tener éxito en su plan de estudios y tener una ventaja competitiva en la industria después de graduarse.</p>
fr: <p class="lead color-2"> CodeDevils a été trouvé en 2016 en tant qu'organisation étudiante entièrement virtuelle. Nous sommes fiers de donner à nos membres les outils nécessaires pour réussir leur programme d'études et avoir un avantage concurrentiel dans l'industrie après avoir obtenu leur diplôme.</p>
hi: <p class="lead color-2">CodeDevils को 2016 में पूरी तरह से आभासी छात्र संगठन के रूप में पाया गया था। हम अपने सदस्यों को अपने सिरिकुलम में सफल होने के लिए आवश्यक उपकरण देने में गर्व करते हैं और स्नातक होने के बाद उद्योग में प्रतिस्पर्धात्मक बढ़त रखते हैं।</p>
ja: <p class="lead color-2">CodeDevilsは、完全に仮想化された学生組織として2016年に発見されました。私たちは、メンバーがカリキュラムで成功し、卒業後に業界で競争力を持つために必要なツールを提供することに誇りを持っています</p>
nl: <p class="lead color-2"> CodeDevils werd in 2016 gevonden als een volledig virtuele studentenorganisatie. We zijn er trots op onze leden de tools te geven die nodig zijn om succesvol te zijn in hun cirriculum en om een ​​concurrentievoordeel in de branche te hebben na hun afstuderen.</p>

source: <p>CodeDevils isn't your traditional club; we are one of ASU's first organizations that caters to online students. We aim to further ASU's mission to maintaining the lead in innovation by successfully organizing and cultivating a rich student community existing exclusively online. Meetings, projects, guest speakers, and competitions are all organized and conducted virtually. Although we utilizes exclusively digital forms of communication to involve members and foster interaction, we do welcome all ASU students regardless of how you attend.</p> <p>We offer unique opportunities for all ASU students interested in software development and tech in general. Those opportunities include exclusive workshops with industry insiders, guest speakers from big name companies and prestigious institutions, weekly HackerRank challenges, online hackathons, and the opportunity to collaborate on resume-worthy projects (as well as weekly study sessions with fun and nerdy study breaks!)</p>
ar: <p> CodeDevils ليس ناديك التقليدي ، نحن واحدة من أولى منظمات ASU التي تقدم خدماتها للطلاب عبر الإنترنت. نحن نهدف إلى تعزيز مهمة ASU في الحفاظ على الريادة في الابتكار من خلال بنجاح تنظيم وتنمية مجتمع طلابي غني موجود حصريا عبر الانترنت. يتم تنظيم وتنفيذ الاجتماعات والمشاريع والمتحدثين الضيوف والمسابقات عمليا. على الرغم من أننا نستخدم أشكال الاتصال الرقمية حصريًا للمشاركة الأعضاء وتعزيز التفاعل ، نرحب بجميع طلاب جامعة ولاية أريزونا بغض النظر عن الطريقة التي تتبعها الحضور. </ p> <p> نحن نقدم فرصًا فريدة لجميع طلاب جامعة ولاية أريزونا المهتمين بتطوير البرمجيات و التكنولوجيا بشكل عام. وتشمل هذه الفرص ورش عمل حصرية مع المطلعين على الصناعة ، المتحدثين الضيوف من الشركات ذات الأسماء الكبيرة والمؤسسات المرموقة ، الأسبوعية HackerRank التحديات ، هاكاثونات الإنترنت ، وفرصة التعاون في المشاريع ذات السيرة الذاتية (بالإضافة إلى جلسات دراسية أسبوعية مع فواصل دراسية ممتعة ومرحة!) </p>
es: <p>CodeDevils no es tu club tradicional; Somos una de las primeras organizaciones de ASU que atiende a estudiantes en línea. Nuestro objetivo es promover la misión de ASU de mantener el liderazgo en innovación mediante Organizar y cultivar con éxito una comunidad estudiantil rica que exista exclusivamente en línea. Reuniones, proyectos, oradores invitados y concursos están organizados y conducidos. virtualmente. Aunque utilizamos formas de comunicación exclusivamente digitales para involucrar miembros y fomentar la interacción, damos la bienvenida a todos los estudiantes de ASU, independientemente de cómo asistir.</p> <p>Ofrecemos oportunidades únicas para todos los estudiantes de ASU interesados ​​en el desarrollo de software y tecnología en general. Esas oportunidades incluyen talleres exclusivos con expertos de la industria, oradores invitados de grandes compañías e instituciones prestigiosas, semanalmente HackerRank desafíos, hackatones en línea y la oportunidad de colaborar en proyectos dignos de currículum (¡así como sesiones de estudio semanales con descansos de estudio divertidos y nerd!)</p>
fr: <p> CodeDevils n'est pas votre club traditionnel; nous sommes l'une des premières organisations de l'ASU à répondre aux étudiants en ligne. Nous visons à poursuivre la mission de l'ASU de maintenir le leadership en matière d'innovation en organiser et cultiver avec succès une riche communauté étudiante existant exclusivement en ligne. Réunions, projets, conférenciers invités et concours sont tous organisés et menés virtuellement. Bien que nous utilisions exclusivement des formes de communication numériques pour impliquer membres et favoriser l'interaction, nous accueillons tous les étudiants de l'ASU indépendamment de la façon dont vous assister. </p> <p> Nous offrons des opportunités uniques à tous les étudiants de l'ASU intéressés par le développement de logiciels et la technologie en général. Ces opportunités comprennent des ateliers exclusifs avec des initiés de l'industrie, conférenciers invités de grandes sociétés et d'institutions prestigieuses, hebdomadaire HackerRank défis, hackathons en ligne et la possibilité de collaborer sur des projets dignes de CV (ainsi que des sessions d'étude hebdomadaires avec des pauses d'étude amusantes et ringard!) </p>
hi: <p>CodeDevils आपका पारंपरिक क्लब नहीं है; हम ASU के पहले संगठनों में से एक हैं जो पूरा करता है ऑनलाइन छात्रों के लिए। हम ASU के मिशन को आगे बढ़ाने का लक्ष्य रखते हैं जिससे नवाचार में अग्रणीता बनी रहे सफलतापूर्वक एक समृद्ध छात्र समुदाय को विशेष रूप से संगठित करना और खेती करना ऑनलाइन। बैठकें, परियोजनाएं, अतिथि वक्ता, और प्रतियोगिताओं का आयोजन और संचालन किया जाता है वस्तुतः। यद्यपि हम इसमें शामिल होने के लिए संचार के विशेष रूप से डिजिटल रूपों का उपयोग करते हैं सदस्यों और बातचीत को बढ़ावा, हम कैसे आप की परवाह किए बिना सभी ASU छात्रों का स्वागत करते हैं भाग लेते हैं।</p> <p> हम सॉफ्टवेयर विकास में रुचि रखने वाले सभी एएसयू छात्रों के लिए अद्वितीय अवसर प्रदान करते हैं और सामान्य तौर पर तकनीक। उन अवसरों में उद्योग के अंदरूनी सूत्रों के साथ विशेष कार्यशालाएं शामिल हैं, बड़ी नाम कंपनियों और प्रतिष्ठित संस्थानों, साप्ताहिक हैकरैंक के अतिथि वक्ता चुनौतियां, ऑनलाइन हैकाथॉन, और फिर से शुरू करने योग्य परियोजनाओं पर सहयोग करने का अवसर (साथ ही मजेदार और नीरिय अध्ययन विराम के साथ साप्ताहिक अध्ययन सत्र!) </p>
ja: <p> CodeDevilsはあなたの伝統的なクラブではありません。私たちはASUの最初の組織の1つです。オンラインの学生に。私たちは、イノベーションのリードを維持するというASUの使命をさらに推進することを目指しています。独占的に存在する豊かな学生コミュニティの組織化と育成に成功 オンライン。会議、プロジェクト、ゲストスピーカー、およびコンテストはすべて組織され、実施されます 事実上。私たちは専らデジタル形式のコミュニケーションを利用して関与していますが メンバーと交流を促進するために、私たちはあなたの方法に関係なく、すべてのASUの学生を歓迎します 出席します。</p> <p>ソフトウェア開発に関心のあるすべてのASU学生に、ユニークな機会を提供します。 一般的な技術。これらの機会には、業界関係者との独占的なワークショップが含まれます。有名企業や一流機関からのゲストスピーカー、毎週のHackerRank 課題、オンラインハッカソン、および履歴書に値するプロジェクトで協力する機会（そして、楽しくてオタクな勉強休憩を伴う毎週の勉強会も！</p>
nl: <p>CodeDevils is niet jouw traditionele club; wij zijn een van de eerste organisaties van ASU die zich bezighoudt voor online studenten. We streven ernaar om de missie van ASU om de voorsprong op het gebied van innovatie te behouden verder te zetten het succesvol organiseren en cultiveren van een rijke studentengemeenschap die exclusief bestaat online. Vergaderingen, projecten, gastsprekers en wedstrijden worden allemaal georganiseerd en gehouden virtueel. Al gebruiken we daarbij uitsluitend digitale vormen van communicatie leden en interactie bevorderen, we verwelkomen alle ASU-studenten, ongeacht hoe u aanwezig zijn.</p> <p>We bieden unieke kansen voor alle ASU-studenten die geïnteresseerd zijn in softwareontwikkeling en tech in het algemeen. Die kansen omvatten exclusieve workshops met insiders uit de industrie, gastsprekers van grote namen en prestigieuze instellingen, wekelijks HackerRank uitdagingen, online hackathons en de mogelijkheid om samen te werken aan cv-waardige projecten (evenals wekelijkse studiesessies met leuke en nerdy studiepauzes!)</p>

source: Club Calendar
ar: تقويم النادي
es: Calendario del club
fr: Calendrier du club
hi: क्लब कैलेंडर
ja: クラブカレンダー
nl: Club Kalender

source: Coming soon!
ar: قريبا!
es: ¡Próximamente!
fr: Bientôt disponible!
hi: जल्द आ रहा है!
ja: 近日公開！
nl: Komt binnenkort!

source: In the next couple updates, you will be able to view all CodeDevils events, sync it with your own calendar, and receive notifications on Slack/email.
ar: في التحديثين القادمين ، ستتمكن من عرض جميع أحداث CodeDevils ومزامنتها مع التقويم الخاص بك وتلقي الإخطارات على Slack / البريد الإلكتروني.
es: En las próximas actualizaciones, podrá ver todos los eventos de CodeDevils, sincronizarlos con su propio calendario y recibir notificaciones en Slack / correo electrónico.
fr: Dans les prochaines mises à jour, vous pourrez voir tous les événements CodeDevils, les synchroniser avec votre propre calendrier et recevoir des notifications sur Slack / email.
hi: अगले युगल अपडेट में, आप सभी कोडडविल्स घटनाओं को देख पाएंगे, इसे अपने कैलेंडर के साथ सिंक कर सकते हैं, और स्लैक / ईमेल पर सूचनाएं प्राप्त कर सकते हैं।
ja: 次のいくつかの更新では、すべてのCodeDevilsイベントを表示し、それを自分のカレンダーと同期して、Slack /電子メールで通知を受け取ることができるようになります。
nl: In de volgende paar updates kun je alle CodeDevils-evenementen bekijken, synchroniseren met je eigen agenda en meldingen ontvangen over Slack / e-mail.

source: Hosting
ar: الاستضافة
es: Hospedaje
fr: Hébergement
hi: मेजबानी
ja: ホスティング

source: For future projects, CodeDevils will give the option to host your website on a virtual private server <em>for free</em>. Other options also include access to the email backend, database storage, and much more!
ar: بالنسبة للمشاريع المستقبلية ، ستوفر CodeDevils خيار استضافة موقع الويب الخاص بك على خادم خاص افتراضي <em> مجانًا </ em>. تتضمن الخيارات الأخرى أيضًا الوصول إلى الواجهة الخلفية للبريد الإلكتروني وتخزين قاعدة البيانات والمزيد!
es: Para futuros proyectos, CodeDevils le dará la opción de alojar su sitio web en un servidor privado virtual <em> gratis </em>. ¡Otras opciones también incluyen acceso al backend de correo electrónico, almacenamiento de base de datos y mucho más!
fr: Pour les projets futurs, CodeDevils donnera la possibilité d'héberger votre site Web sur un serveur privé virtuel <em>gratuitement</em>. D'autres options incluent également l'accès au backend de messagerie, le stockage de la base de données et bien plus encore!
hi: भविष्य की परियोजनाओं के लिए, CodeDevils आपकी वेबसाइट को एक वर्चुअल प्राइवेट सर्वर <em> पर मुफ्त </ em> होस्ट करने का विकल्प देगा। अन्य विकल्पों में ईमेल बैकएंड, डेटाबेस स्टोरेज, और भी बहुत कुछ शामिल हैं!
ja: 今後のプロジェクトでは、CodeDevilsは、仮想プライベートサーバーでウェブサイトを<em>無料で</ em>ホストするオプションを提供します。その他のオプションには、メールバックエンドへのアクセス、データベースストレージなども含まれます。
nl: Voor toekomstige projecten biedt CodeDevils de mogelijkheid om uw website <em> gratis </em> op een virtuele privéserver te hosten. Andere opties zijn ook toegang tot de e-mailbackend, databaseopslag en nog veel meer!

source: Project Based
ar: قائم على المشروع
es: Proyecto basado
fr: Project basé
hi: परियोजना पर आधारित
ja: プロジェクトベース
nl: Projectmatige

source: In the next update, you will be able to view all open projects, join and collaborate on them, and even submit one of your own.
ar: في التحديث التالي ، ستتمكن من عرض جميع المشاريع المفتوحة والانضمام إليها والتعاون فيها ، وحتى إرسال مشروعك الخاص.
es: En la próxima actualización, podrá ver todos los proyectos abiertos, unirse y colaborar en ellos e incluso enviar uno propio.
fr: Dans la prochaine mise à jour, vous pourrez voir tous les projets ouverts, les rejoindre et collaborer sur eux, et même soumettre l'un des vôtres.
hi: अगले अपडेट में, आप सभी खुली परियोजनाओं को देख पाएंगे, उनमें शामिल हो सकते हैं और सहयोग कर सकते हैं, और यहां तक ​​कि अपना खुद का एक भी जमा कर सकते हैं।
ja: 次のアップデートでは、開いているすべてのプロジェクトを表示したり、プロジェクトに参加して共同作業したり、独自のプロジェクトを送信したりできるようになります。
nl: In de volgende update kunt u alle geopende projecten bekijken, eraan deelnemen en eraan samenwerken en zelfs een eigen project indienen.

source: A centralized page for all members to join projects, collaborate for course work, and see all the exciting activity at CodeDevils.
ar: صفحة مركزية لجميع الأعضاء للانضمام إلى المشاريع والتعاون في عمل الدورة التدريبية ومشاهدة جميع الأنشطة المثيرة في CodeDevils.
es: Una página centralizada para que todos los miembros se unan a proyectos, colaboren para el trabajo del curso y vean toda la actividad emocionante en CodeDevils.
fr: Une page centralisée permettant à tous les membres de rejoindre des projets, de collaborer pour les travaux de cours et de voir toutes les activités passionnantes de CodeDevils.
hi: सभी सदस्यों के लिए परियोजनाओं में शामिल होने, पाठ्यक्रम के काम में सहयोग करने और CodeDevils में सभी रोमांचक गतिविधि देखने के लिए एक केंद्रीकृत पृष्ठ।
ja: すべてのメンバーがプロジェクトに参加し、コースワークのために共同作業し、CodeDevilsでのすべてのエキサイティングなアクティビティを確認するための一元化されたページ。
nl: Een gecentraliseerde pagina voor alle leden om deel te nemen aan projecten, samen te werken voor cursuswerk en alle spannende activiteiten bij CodeDevils te bekijken.

source: CodeDevils Leadership
ar: CodeDevils القيادة
es: Liderazgo de CodeDevils
fr: Leadership de CodeDevils
hi: CodeDevils नेतृत्व
ja: CodeDevilsのリーダーシップ
nl: Leiderschap van CodeDevils

source: The driving force behind everything CodeDevils
ar: القوة الدافعة وراء كل شيء CodeDevils
es: La fuerza impulsora detrás de todo CodeDevils
fr: La force motrice derrière tout CodeDevils
hi: सब कुछ CodeDevils के पीछे ड्राइविंग बल
ja: すべてのCodeDevilsの背後にある原動力
nl: De drijvende kracht achter alles CodeDevils

source: Our Meetings are held online
ar: تعقد اجتماعاتنا على الإنترنت
es: Nuestras reuniones se llevan a cabo en línea.
fr: Nos réunions ont lieu en ligne
hi: हमारी बैठकें ऑनलाइन आयोजित की जाती हैं
ja: 私たちの会議はオンラインで開催されます
nl: Onze vergaderingen worden online gehouden

source: Join In
ar: إنضم إلى
es: Participar
fr: Se joindre à
hi: में शामिल हों
ja: 参加する
nl: Kom er bij

source: We promote collaboration
ar: نحن نشجع التعاون
es: Nosotras promovemos la colaboración
fr: Nous favorisons la collaboration
hi: हम सहयोग को बढ़ावा देते हैं
ja: コラボレーションを促進します
nl: We bevorderen samenwerking

source: Collaborate with students on projects and course work while developing both your skills as a developer and your network.
ar: تعاون مع الطلاب في المشاريع وعمل الدورة التدريبية أثناء تطوير كل من مهاراتك كمطور وشبكتك.
es: Colabore con los estudiantes en proyectos y cursos mientras desarrolla sus habilidades como desarrollador y su red.
fr: Collaborez avec des étudiants sur des projets et des cours tout en développant vos compétences en tant que développeur et votre réseau.
hi: एक डेवलपर और आपके नेटवर्क के रूप में अपने दोनों कौशल विकसित करते हुए परियोजनाओं और पाठ्यक्रम के काम पर छात्रों के साथ सहयोग करें।
ja: 開発者としてのスキルとネットワークの両方を開発しながら、プロジェクトやコースワークで学生と協力します。
nl: Werk samen met studenten aan projecten en cursussen terwijl je zowel je vaardigheden als ontwikkelaar als je netwerk ontwikkelt.

source: Network
ar: شبكة الاتصال
es: Red
fr: Réseau
hi: नेटवर्क
ja: 通信網
nl: Netwerk

source: Meet other members of CodeDevils.
ar: يجتمع أعضاء آخرين من CodeDevils.
es: Conoce a otras miembros de CodeDevils.
fr: Rencontrez d'autres membres de CodeDevils.
hi: CodeDevils के अन्य सदस्यों से मिलें।
ja: CodeDevilsの他のメンバーに会います。
nl: Ontmoet andere leden van CodeDevils.

source: Develop
ar: طور
es: Desarrollar
fr: Développer
hi: विकसित करना
ja: 発展させる
nl: Ontwikkelen

source: Enhance your skills and grow as a developer through projects, webinars, and team collaboration.
ar: عزّز مهاراتك وتطور كمطور من خلال المشاريع والندوات عبر الإنترنت وتعاون الفريق.
es: Mejore sus habilidades y crezca como desarrollador a través de proyectos, seminarios web y colaboración en equipo.
fr: Améliorez vos compétences et évoluez en tant que développeur grâce à des projets, des webinaires et une collaboration d'équipe.
hi: अपने कौशल को बढ़ाएं और परियोजनाओं, वेबिनार, और टीम सहयोग के माध्यम से एक डेवलपर के रूप में विकसित करें।
ja: プロジェクト、ウェビナー、チームコラボレーションを通じて、スキルを高め、開発者として成長します。
nl: Verbeter uw vaardigheden en groei als ontwikkelaar door middel van projecten, webinars en teamsamenwerking.

source: Create
ar: خلق
es: Crear
fr: Créer
hi: सृजन करना
ja: 作成する
nl: Creëer

source: Have a great idea? Start your own project or join one today!
ar: هل لديك فكرة عظيمة؟ ابدأ مشروعك الخاص أو انضم إلى واحد اليوم!
es: ¿Tienes una gran idea? ¡Comience su propio proyecto o únase a uno hoy!
fr: Vous avez une bonne idée? Lancez votre propre projet ou rejoignez-en un dès aujourd'hui!
hi: एक महान विचार है? अपना खुद का प्रोजेक्ट शुरू करें या आज ही ज्वाइन करें!
ja: 素晴らしいアイデアがありますか？独自のプロジェクトを開始するか、今すぐ参加してください。
nl: Heeft u een goed idee? Start uw eigen project of doe vandaag nog mee!

source: <p>Our club is packed full of things <span class="bold">like collaboration.</span> Login to take advantage of our all new workspace</p>
ar: <p> نادينا مليء بالأشياء <span class = "bold"> مثل التعاون. </ span> سجل الدخول للاستفادة من جميع مساحات العمل الجديدة لدينا </ p>
es: <p> Nuestro club está lleno de cosas <span class = "bold"> como colaboración. </span> Inicie sesión para aprovechar nuestro nuevo espacio de trabajo </p>
fr: <p>Notre club regorge de choses <span class="bold">comme la collaboration.</span> Connectez-vous pour profiter de notre tout nouvel espace de travail</p>
hi: <p>हमारा क्लब चीजों से भरा है <span class="bold"> जैसे सहयोग।</span> हमारे सभी नए कार्यक्षेत्र का लाभ उठाने के लिए लॉगिन करें </p>
ja: <p>私たちのクラブは、<span class="bold">コラボレーションのようなものでいっぱいです。</span>ログインして、まったく新しいワークスペースを活用してください</p>
nl: <p>Onze club zit boordevol dingen <span class="bold"> zoals samenwerking.</span> Log in om te profiteren van onze geheel nieuwe werkruimte</p>

source: View Workspace
ar: عرض مساحة العمل
es: Ver espacio de trabajo
fr: Afficher l'espace de travail
hi: कार्यक्षेत्र देखें
ja: ワークスペースを表示
nl: Bekijk Workspace

source: Sponsored Projects
ar: مشاريع برعاية
es: Proyectos patrocinados
fr: Projets sponsorisés
hi: प्रायोजित परियोजनाएँ
ja: スポンサープロジェクト
nl: Gesponsorde projecten

source: CodeDevils sponsors projects developed by club members by providing assistance and insight. <br>Check out some of our projects.
ar: ترعى CodeDevils المشاريع التي طورها أعضاء النادي من خلال تقديم المساعدة والبصيرة. <br> تحقق من بعض مشاريعنا.
es: CodeDevils patrocina proyectos desarrollados por los miembros del club proporcionando asistencia y conocimiento. <br> Vea algunos de nuestros proyectos.
fr: CodeDevils parraine des projets développés par les membres du club en fournissant assistance et conseils. <br>Découvrez certains de nos projets.
hi: CodeDevils सहायता और अंतर्दृष्टि प्रदान करके क्लब के सदस्यों द्वारा विकसित परियोजनाओं को प्रायोजित करता है।<br>हमारे कुछ प्रोजेक्ट देखें।
ja: CodeDevilsは、支援と洞察を提供することにより、クラブ会員が開発したプロジェクトを後援しています。 <br>私たちのプロジェクトのいくつかをチェックしてください。
nl: CodeDevils sponsort projecten die door clubleden zijn ontwikkeld door hulp en inzicht te bieden. <br> Bekijk enkele van onze projecten.

source: Get in touch and let us know how we can help you with your cooking needs. Fill out the form and we’ll be in touch as soon as possible.
ar: تواصل معنا وأخبرنا كيف يمكننا مساعدتك في تلبية احتياجاتك من الطبخ. املأ النموذج وسنتواصل معك في أقرب وقت ممكن.
es: Póngase en contacto y díganos cómo podemos ayudarlo con sus necesidades de cocina. Rellene el formulario y nos pondremos en contacto lo antes posible.
fr: Contactez-nous et faites-nous savoir comment nous pouvons vous aider avec vos besoins de cuisine. Remplissez le formulaire et nous vous contacterons dès que possible.
hi: संपर्क में रहें और हमें बताएं कि हम आपकी खाना पकाने की जरूरतों में आपकी मदद कैसे कर सकते हैं। फ़ॉर्म भरें और हम जल्द से जल्द संपर्क करेंगे।
ja: 連絡を取り、料理のニーズにどのように役立つかをお知らせください。フォームに記入してください。できるだけ早くご連絡いたします。
nl: Neem contact met ons op en laat ons weten hoe we u kunnen helpen met uw kookbehoeften. Vul het formulier in en we nemen zo snel mogelijk contact met u op.

source: Email address
ar: عنوان البريد الالكترونى
es: Dirección de correo electrónico
fr: Adresse e-mail
hi: ईमेल पता
ja: 電子メールアドレス
nl: E-mailadres

source: We will never share your email with anyone else.
ar: لن نشارك بريدك الإلكتروني مع أي شخص آخر.
es: Nunca compartiremos su correo electrónico con nadie más.
hi: हम कभी भी आपके ईमेल को किसी और के साथ साझा नहीं करेंगे।
ja: 私たちはあなたのメールを他の人と共有することは決してありません。

source: Valid Email
ar: بريد إلكتروني صالح
es: Email valido
hi: वैध ईमेल
ja: 有効なメール

source: Subject
ar: موضوع
es: Sujeta
fr: Matière
hi: विषय
ja: 件名
nl: Onderwerpen

source: Message
ar: رسالة
es: Mensaje
hi: संदेश
ja: メッセージ
nl: Bericht

source: What do you want to let us know?
ar: ماذا تريد أن تخبرنا؟
es: ¿Qué quieres hacernos saber?
hi: आप हमें क्या बताना चाहते हैं?
ja: 何をお知らせしたいですか？

source: Send Message
ar: أرسل رسالة
es: Enviar mensaje
fr: Envoyer le message
hi: मेसेज भेजें
ja: メッセージを送る
nl: Bericht versturen

source: Thank you!
ar: شكرا جزيلا!
es: ¡Gracias!
fr: Je vous remercie!
hi: धन्यवाद!
ja: ありがとうございました！
nl: Dank u!
