Repository: ASU-CodeDevils/codedevils_org
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr, hi, ja, nl

source: <p class="color-1"><strong>Coming soon!</strong> We are working hard to create a New Integration API. <a href="#" class="bold d-inline-flex align-items-center color-1 ml-3">Learn more <i class="pe pe-7s-angle-right"></i> </a> </p>
es: <p class="color-1"><strong>¡Próximamente!</strong> Estamos trabajando arduamente para crear una nueva API de integración. <a href="#" class="bold d-inline-flex align-items-center color-1 ml-3">Obtenga más información <i class ="pe pe-7s-angle-right"></i></a></p>
fr: <p class="color-1"><strong>À venir bientôt!</strong> Nous travaillons dur pour créer une nouvelle API d'intégration.<a href="#" class="bold d-inline-flex align-items-center color-1 ml-3"> En savoir plus <i class="pe pe-7s-angle-right"></i></a></p>
hi: <p class="color-1"><strong>जल्द ही आ रहा है!</strong> हम एक नई एकता API बनाने के लिए कड़ी मेहनत कर रहे हैं। <a href="#" class="bold d-inline-flex align-items-center color-1 ml-3"> और जानें <i class="pe pe-7s-angle-right"></i></a></p>
ja: <p class="color-1"><strong>近日公開！</strong>新しい統合APIの作成に取り組んでいます。<a href="#" class="bold d-inline-flex align-items-center color-1ml-3">詳細<i class="pe pe-7s-angle-right"></i></a></p>
nl: <p class="color-1"> <strong> Binnenkort! </strong> We werken er hard aan om een ​​nieuwe integratie-API te maken. <a href="#" class="bold d-inline-flex align-items-center color-1 ml-3"> Meer informatie <i class = "pe pe-7s-angle-right"></i></a></p>

source: Your account is currently anonymous. Only you can view this profile page. To make your profile public please
es: Su cuenta es actualmente anónima. Solo usted puede ver esta página de perfil. Para hacer público su perfil, por favor
ja: Ihr Konto ist derzeit anonym. Nur Sie können diese Profilseite anzeigen. Um Ihr Profil öffentlich zu machen, bitte

source: edit your account
es: edita tu cuenta
ja: アカウントを編集する

source: Stay tuned! Here you will soon be able to see everything you are involved with at CodeDevils.
es: ¡Manténganse al tanto! Aquí pronto podrá ver todo en lo que está involucrado en CodeDevils.
hi: बने रहें! यहां आप जल्द ही कोडडविल्स में शामिल होने वाली सभी चीजों को देख पाएंगे।
ja: 乞うご期待！ここでは、CodeDevilsで関わっているすべてのものをすぐに見ることができます。

source: We are working on making this easier to read. For now, you can edit your information and select Update at the bottom.
es: Estamos trabajando para que sea más fácil de leer. Por ahora, puede editar su información y seleccionar Actualizar en la parte inferior.
hi: हम इसे पढ़ने में आसान बनाने पर काम कर रहे हैं। अभी के लिए, आप अपनी जानकारी संपादित कर सकते हैं और सबसे नीचे अपडेट का चयन कर सकते हैं।
ja: これを読みやすくするために取り組んでいます。今のところ、情報を編集して、下部にある[更新]を選択できます。

source: Image 24
es: Imagen 24
hi: चित्र 24
ja: 画像24

source: User 24px profile image
es: Imagen de perfil de usuario de 24 píxeles
hi: उपयोगकर्ता 24 पिक्सेल प्रोफ़ाइल छवि
ja: ユーザー24ピクセルのプロフィール画像

source: Image 512
es: Imagen 512
hi: चित्र 512
ja: 画像512

source: User 512px profile image
es: Imagen de perfil de usuario de 512 píxeles
hi: उपयोगकर्ता 512 पिक्सेल प्रोफ़ाइल छवि
ja: ユーザー512ピクセルのプロフィール画像

source: ID assigned to this user on Slack
es: ID asignada a esta usuario en Slack
hi: आईडी सुस्त पर इस उपयोगकर्ता को सौंपा
ja: Slackでこのユーザーに割り当てられたID

source: This user has asked to remain anonymous.
es: Esta usuaria ha pedido permanecer anónima.
ja: このユーザーは匿名を希望しています。

source: Profile successfully updated
es: Perfil actualizado correctamente
hi: प्रोफ़ाइल सफलतापूर्वक अपडेट की गई
ja: プロファイルが正常に更新されました

source: German
es: Alemana
hi: जर्मन
ja: ドイツ人

source: Japanese
es: Japonesa
hi: जापानी
ja: 日本語

source: Arizona State University,
fr: Université de l'État d'Arizona,
nl: Staatsuniversiteit van Arizona,

source: CodeDevil API
fr: API CodeDevil
