Repository: ASU-CodeDevils/codedevils_org
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr, hi, ja, nl

source: CodeDevils URLs
ar: روابط مخصصة
fr: Liens CodeDevils
hi: कोडडिविल्स लिंक
ja: CodeDevilsのURL
nl: CodeDevils-koppelingen

source: The string used to reference the URL from within a Django template. The slug can only contain letters, numbers, underscores and hyphens.
ar: السلسلة المستخدمة للإشارة إلى الارتباط من داخل قالب Django. يمكن أن تحتوي البزاقة فقط على أحرف وأرقام وشرطات سفلية وواصلات.
es: La cadena utilizada para hacer referencia a la URL desde una plantilla de Django. La babosa solo puede contener letras, números, guiones bajos y guiones.
fr: La chaîne utilisée pour référencer le lien à partir d'un modèle Django. Le slug ne peut contenir que des lettres, des chiffres, des traits de soulignement et des tirets.
hi: स्ट्रिंग का उपयोग एक Django टेम्पलेट के भीतर से URL को संदर्भित करने के लिए किया जाता है। स्लग में केवल अक्षर, संख्या, अंडरस्कोर और हाइफ़न शामिल हो सकते हैं।
ja: Djangoテンプレート内からURLを参照するために使用される文字列。スラッグには、文字、数字、アンダースコア、およびハイフンのみを含めることができます。
nl: De tekenreeks die wordt gebruikt om naar de link te verwijzen vanuit een Django-sjabloon. De slak mag alleen letters, cijfers, onderstrepingstekens en koppeltekens bevatten.

source: Custom URL
ar: رابط مخصص
es: URL personalizada
fr: Lien personnalisé
hi: विशिष्ट संबंध
ja: カスタムURL
nl: Aangepaste link

source: Custom URLs
ar: روابط مخصصة
es: URLs personalizada
fr: Liens personnalisés
hi: कस्टम लिंक
ja: カスタムURL
nl: Aangepaste links

source: Email
ar: البريد الإلكتروني
hi: ईमेल
ja: Eメール

source: Is blocked
ar: تم حظره
es: Está bloqueado
hi: बंद किया गया है
ja: ブロックされています

source: Blocks this email from contacting CodeDevils.
ar: يحظر هذا البريد الإلكتروني من الاتصال CodeDevils.
es: Impide que este correo electrónico se comunique con CodeDevils.
hi: इस ईमेल को CodeDevils से संपर्क करने से रोकता है।
ja: このメールがCodeDevilsに連絡するのをブロックします。

source: Blocked until
ar: محظور حتى
es: Bloqueada hasta
hi: तक रोक दिया गया
ja: までブロック

source: The date and time the email is blocked until. If not specified, this email is blocked indefinitely.
ar: تاريخ ووقت حظر البريد الإلكتروني حتى. في حالة عدم التحديد ، يتم حظر هذا البريد الإلكتروني إلى أجل غير مسمى.
es: La fecha y hora en que el correo electrónico está bloqueado hasta. Si no se especifica, este correo electrónico se bloquea indefinidamente.
hi: ईमेल को दिनांक और समय तक अवरुद्ध कर दिया जाता है। यदि निर्दिष्ट नहीं है, तो यह ईमेल अनिश्चित काल तक अवरुद्ध है।
ja: 電子メールがブロックされる日時。指定しない場合、このメールは無期限にブロックされます。

source: Domain
ar: نطاق
es: Dominio
hi: डोमेन
ja: ドメイン

source: The domain of email addresses to blacklist. This does not include subdomains as this would inadvertantly block valid domains (see documentation for more).
ar: مجال عناوين البريد الإلكتروني إلى القائمة السوداء. لا يتضمن هذا النطاقات الفرعية لأن هذا سيؤدي عن غير قصد إلى حظر المجالات الصالحة (راجع الوثائق للمزيد).
es: El dominio de las direcciones de correo electrónico a la lista negra. Esto no incluye subdominios ya que inadvertidamente bloquearía dominios válidos (consulte la documentación para obtener más información).
hi: ईमेल का डोमेन ब्लैकलिस्ट करने के लिए संबोधित करता है। इसमें उप-डोमेन शामिल नहीं हैं क्योंकि यह अनजाने में मान्य डोमेन को ब्लॉक करेगा (अधिक के लिए प्रलेखन देखें)।
ja: ブラックリストに登録するメールアドレスのドメイン。有効なドメインが誤ってブロックされるため、これにはサブドメインは含まれません（詳細についてはドキュメントを参照してください）。

source: Blacklisted Domain
ar: المجال المدرج في القائمة السوداء
es: Dominio en la lista negra
hi: ब्लैक लिस्टेड डोमेन
ja: ブラックリストに登録されたドメイン

source: Blacklisted Domains
ar: المجالات المدرجة في القائمة السوداء
es: Dominios en la lista negra
hi: ब्लैक लिस्टेड डोमेन
ja: ブラックリストに登録されたドメイン

source: Blacklisted Email
ar: البريد الإلكتروني المدرج في القائمة السوداء
es: Correo electrónico en la lista negra
hi: ब्लैक लिस्टेड ईमेल
ja: ブラックリストに登録された電子メール

source: Blacklisted Emails
ar: رسائل البريد الإلكتروني المدرجة في القائمة السوداء
es: Correos electrónicos en la lista negra
hi: ब्लैक लिस्टेड ईमेल
ja: ブラックリストに登録されたメール

source: About
ar: حول
es: Acerca de
fr: À propos
hi: के बारे में
ja: 約
nl: Over

source: Contact Us
ar: اتصل بنا
es: Contacta con nosotras
fr: Nous contacter
hi: संपर्क करें
ja: お問い合わせ
nl: Neem contact op

source: Please enter your email
ar: رجاءا أدخل بريدك الإلكتروني
es: Por favor introduzca su correo electrónico
hi: अपना ईमेल दर्ज करें
ja: あなたのメールアドレスを入力してください

source: Please enter a subject
ar: يرجى إدخال موضوع
es: Por favor ingrese un asunto
hi: कृपया एक विषय दर्ज करें
ja: 件名を入力してください

source: Please enter a message
ar: من فضلك أدخل رسالة
es: Por favor ingrese un mensaje
hi: कृपया एक संदेश दर्ज करें
ja: メッセージを入力してください

source: Your email is invalid
ar: بريدك الالكتروني خاطئ
es: Tu Correo Electrónico es Inválido
hi: आपका ईमेल अमान्य है
ja: あなたのメールアドレスは無効です

source: There was an issue with this email address
ar: حدثت مشكلة في عنوان البريد الإلكتروني هذا
es: Hubo un problema con esta dirección de correo electrónico.
hi: इस ईमेल पते के साथ एक समस्या थी
ja: このメールアドレスに問題がありました

source: Your message has been received and we will email you back soon.
ar: تم استلام رسالتك وسنراسلك عبر البريد الإلكتروني قريبًا.
es: Su mensaje ha sido recibido y le responderemos pronto.
hi: आपका संदेश प्राप्त हो गया है और हम आपको जल्द ही वापस ईमेल करेंगे।
ja: あなたのメッセージは受け取られました、そして、我々はすぐにあなたに電子メールを送り返します。

source: Ready to join?
ar: جاهز للانضمام؟
es: ¿Lista para unirte?
fr: Prêt à nous rejoindre?
hi: शामिल होने के लिए तैयार हैं?
ja: 参加する準備はできましたか？
nl: Klaar om mee te doen?

source: Create a CodeDevil account
ar: قم بإنشاء حساب CodeDevil
es: Crea una cuenta CodeDevil
fr: Créez un compte CodeDevil
hi: एक कोडडविल खाता बनाएँ
ja: CodeDevilアカウントを作成する
nl: Maak een CodeDevil-account aan

source: Create account
ar: إصنع حساب
es: Crear una cuenta
fr: Créer un compte
hi: खाता बनाएं
ja: アカウントを作成する
nl: Account aanmaken

source: Join as a member
ar: انضم كعضو
es: Únete como miembro
fr: Rejoignez-nous en tant que membre
hi: सदस्य के रूप में शामिल हों
ja: メンバーとして参加する
nl: Word lid als lid

source: Not already a member? Join today and experience all that CodeDevils has to offer, including webinars with the industry leaders in software and infrastructure, club-sponsored projects, and upcoming events.
ar: لست عضوا؟ انضم اليوم واختبر كل ما يجب على CodeDevils أن يفعله العرض ، بما في ذلك ندوات عبر الإنترنت مع قادة الصناعة في البرمجيات والبنية التحتية ، المشاريع التي يرعاها النادي ، والأحداث القادمة.
es: ¿Aún no eres miembro? Únete hoy y experimenta todo lo que CodeDevils tiene para oferta, que incluye seminarios web con los líderes de la industria en software e infraestructura, proyectos patrocinados por el club y próximos eventos.
fr: Pas déjà membre? Rejoignez-nous aujourd'hui et découvrez tout ce que CodeDevils a à offre, y compris des webinaires avec les leaders de l'industrie des logiciels et de l'infrastructure, projets parrainés par les clubs et événements à venir.
hi: पहले से ही सदस्य नहीं हैं? आज ही ज्वाइन करें और कोडडविल्स को अनुभव करें सॉफ्टवेयर और बुनियादी ढांचे में उद्योग के नेताओं के साथ वेबिनार सहित प्रस्ताव, क्लब-प्रायोजित परियोजनाएं, और आगामी कार्यक्रम।
ja: まだメンバーではありませんか？今日参加して、CodeDevilsがしなければならないすべてを体験してください ソフトウェアとインフラストラクチャの業界リーダーとのウェビナーを含むオファー、 クラブ主催のプロジェクト、および今後のイベント。
nl: Nog geen lid? Word vandaag lid en ervaar alles wat CodeDevils moet doen aanbod, inclusief webinars met de marktleiders in software en infrastructuur, door de club gesponsorde projecten en aankomende evenementen.

source: Learn more about CodeDevils
ar: تعرف على المزيد حول CodeDevils
es: Obtenga más información sobre CodeDevils
fr: En savoir plus sur CodeDevils
hi: CodeDevils के बारे में अधिक जानें
ja: CodeDevilsの詳細
nl: Lees meer over CodeDevils

source: Find out what makes CodeDevils so successful! Learn about the history of the club, view our sponsors, and meet our CodeDevils leadership.
ar: اكتشف ما الذي يجعل CodeDevils ناجحًا جدًا! تعرف على التاريخ من النادي ، اعرض رعاتنا ، وقابل قيادتنا CodeDevils.
es: ¡Descubre qué hace que CodeDevils sea tan exitoso! Aprende sobre la historia del club, vea a nuestros patrocinadores y conozca a nuestro liderazgo de CodeDevils.
fr: Découvrez ce qui fait le succès de CodeDevils! Découvrez l'histoire du club, consultez nos sponsors et rencontrez notre leadership CodeDevils.
hi: पता लगाएँ कि क्या CodeDevils इतना सफल बनाता है! इतिहास के बारे में जानें क्लब में, हमारे प्रायोजकों को देखें, और हमारे कोडडविल्स नेतृत्व को पूरा करें।
ja: CodeDevilsがこれほど成功する理由を見つけてください！歴史について学ぶ クラブのメンバーであり、スポンサーを確認し、CodeDevilsのリーダーシップを発揮してください。
nl: Ontdek wat CodeDevils zo succesvol maakt! Leer over de geschiedenis van de club, bekijk onze sponsors en ontmoet onze leiders van CodeDevils.

source: Submit a project
ar: قم بتقديم مشروع
es: Enviar un proyecto
fr: Soumettre un projet
hi: एक प्रोजेक्ट सबमिट करें
ja: プロジェクトを提出する
nl: Dien een project in

source: Coming soon! Submit or join projects, track progress, and seek all the different opportunities sponsored through CodeDevils!
ar: قريبا! إرسال أو الانضمام إلى المشاريع ، وتتبع التقدم ، والبحث عن كل فرص مختلفة برعاية CodeDevils!
es: ¡Próximamente! Envía o únete a proyectos, realiza un seguimiento del progreso y busca todos los diferentes oportunidades patrocinadas a través de CodeDevils!
fr: Bientôt disponible! Soumettez ou rejoignez des projets, suivez les progrès et recherchez tous les différentes opportunités sponsorisées par CodeDevils!
hi: जल्द आ रहा है! प्रोजेक्ट सबमिट करें या उसमें शामिल हों, प्रगति को ट्रैक करें, और सभी की तलाश करें विभिन्न अवसरों CodeDevils के माध्यम से प्रायोजित!
ja: 近日公開！プロジェクトを送信または参加し、進捗状況を追跡し、すべてのCodeDevilsを通じて後援されたさまざまな機会！
nl: Komt binnenkort! Dien projecten in of sluit u aan, volg de voortgang en zoek alle verschillende mogelijkheden gesponsord door CodeDevils!

source: CodeDevils is an inclusive virtual club that aims to bring ASU students together.
ar: CodeDevils هو نادي افتراضي شامل يهدف إلى جمع طلاب ASU معًا.
es: CodeDevils es un club virtual inclusivo que tiene como objetivo reunir a los estudiantes de ASU.
fr: CodeDevils est un club virtuel inclusif qui vise à rassembler les étudiants de l'ASU.
hi: CodeDevils एक समावेशी आभासी क्लब है जिसका उद्देश्य ASU के छात्रों को एक साथ लाना है।
ja: CodeDevilsは、ASUの学生を集めることを目的とした包括的な仮想クラブです。
nl: CodeDevils is een inclusieve virtuele club die ASU-studenten bij elkaar wil brengen.

source: Organization
ar: منظمة
es: Organización
fr: Organisation
hi: संगठन
ja: 組織
nl: Organisatie

source: Leadership
ar: القيادة
es: Liderazgo
fr: Direction
hi: नेतृत्व
ja: リーダーシップ
nl: Leiderschap

source: Welcome Docs
ar: مرحبًا أيها المستندات
es: Bienvenidos Docs
fr: Documents de bienvenue
hi: आपका स्वागत है डॉक्स
ja: ウェルカムドキュメント
nl: Welkom documenten

source: Constitution
ar: دستور
es: Constitución
hi: संविधान
ja: 憲法
nl: Grondwet

source: Club
ar: النادي
hi: क्लब
ja: クラブ

source: Documentation
ar: توثيق
es: Documentación
hi: प्रलेखन
ja: ドキュメンテーション
nl: Documentatie

source: © 2020 CodeDevils - Arizona State University All Rights Reserved.
ar: © 2020 CodeDevils - جامعة ولاية أريزونا كل الحقوق محفوظة.
es: © 2020 CodeDevils - Universidad Estatal de Arizona Todos los derechos reservados.
fr: © 2020 CodeDevils - Arizona State University Tous les droits sont réservés.
hi: © 2020 CodeDevils - एरिज़ोना स्टेट यूनिवर्सिटी सभी अधिकार सुरक्षित।
ja: ©2020CodeDevils-アリゾナ州立大学 全著作権所有。
nl: © 2020 CodeDevils - Arizona State University Alle rechten voorbehouden.

source: CodeDevils - Develop. Network. Create.
ar: CodeDevils - تطوير. شبكة الاتصال. خلق.
es: CodeDevils - Desarrollar. Red. Crear.
fr: CodeDevils - Développer. Réseau. Créer.
hi: CodeDevils - विकसित करें। नेटवर्क। सृजन करना।
ja: CodeDevils-開発。通信網。作成します。
nl: CodeDevils - Ontwikkelen. Netwerk. Creëer.

source: Home
ar: الصفحة الرئيسية
es: Hogar
fr: Accueil
hi: घर
ja: ホーム
nl: Huis

source: Workspace
ar: مساحة العمل
es: Espacio de trabajo
fr: Espace de travail
hi: कार्यस्थान
ja: ワークスペース
nl: Werkruimte

source: Admin
ar: مشرف
es: Administradora
hi: व्यवस्थापक
ja: 管理者
nl: Beheerder

source: Register
ar: تسجيل
es: Registrarse
fr: S'inscrire
hi: रजिस्टर करें
ja: 登録
nl: Registreren

source: Login
ar: تسجيل الدخول
es: Iniciar sesión
fr: S'identifier
hi: लॉग इन करें
ja: ログインする

source: Profile
ar: الملف الشخصي
es: Perfil
fr: Profil
hi: प्रोफ़ाइल
ja: プロフィール
nl: Profiel

source: Logout
ar: تسجيل خروج
es: Cerrar sesión
fr: Se déconnecter
hi: लॉग आउट
ja: ログアウト
nl: Uitloggen

source: Close
ar: قريب
es: Cerca
fr: Fermer
hi: बंद करे
ja: 閉じる
nl: Dichtbij

source: Pages
ar: الصفحات
es: Páginas
hi: पेज
ja: ページ
nl: Pagina's

source: Project Request
ar: طلب المشروع
es: Solicitud de proyecto
fr: Demande de projet
hi: परियोजना का अनुरोध
ja: プロジェクトリクエスト
nl: Projectaanvraag

source: Sign in
ar: تسجيل الدخول
es: Registrarse
fr: Se connecter
hi: साइन इन करें
ja: サインイン
nl: Inloggen

source: Account Inactive
ar: الحساب غير نشط
fr: Compte Inactif
nl: Account Inactief

source: This account is inactive.
ar: هذا الحساب غير نشط.
fr: Ce compte est inactif.
nl: Dit account is inactief.

source: Account
ar: الحساب
fr: Compte

source: E-mail Addresses
ar: عناوين البريد الإلكتروني
fr: Adresses mail
nl: E-mailadressen

source: The following e-mail addresses are associated with your account:
ar: ترتبط عناوين البريد الإلكتروني التالية بحسابك:
fr: Les adresses e-mail suivantes sont associées à votre compte:
nl: De volgende e-mailadressen zijn gekoppeld aan uw account:

source: Verified
ar: تم التحقق
fr: Vérifié
nl: Geverifieerd

source: Unverified
ar: لم يتم التحقق منه
fr: Non vérifié
nl: Niet geverifieerd

source: Primary
ar: ابتدائي
fr: Primaire
nl: Primair

source: Make Primary
ar: اتخذ الاولويه
fr: Rendre primaire
nl: Voorop stellen

source: Re-send Verification
ar: إعادة التحقق
fr: Renvoyer vérification
nl: Stuur verificatie opnieuw

source: Remove
ar: إزالة
fr: Retirer
nl: Verwijderen

source: Warning:
ar: تحذير:
fr: Avertissement:
nl: Waarschuwing:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
ar: ليس لديك حاليًا أي عنوان بريد إلكتروني تم إعداده. يجب عليك حقًا إضافة عنوان بريد إلكتروني حتى تتمكن من تلقي الإخطارات وإعادة تعيين كلمة المرور الخاصة بك ، إلخ.
fr: Vous n'avez actuellement aucune adresse e-mail configurée. Vous devez vraiment ajouter une adresse e-mail pour pouvoir recevoir des notifications, réinitialiser votre mot de passe, etc.
nl: U heeft momenteel geen e-mailadres ingesteld. U moet echt een e-mailadres toevoegen zodat u meldingen kunt ontvangen, uw wachtwoord opnieuw kunt instellen, enz.

source: Add E-mail Address
ar: إضافة عنوان البريد الإلكتروني
fr: Ajouter une adresse e-mail
nl: Voeg email adres toe

source: Add E-mail
ar: إضافة بريد إلكتروني
fr: Ajouter un e-mail
nl: E-mail toevoegen

source: Do you really want to remove the selected e-mail address?
ar: هل تريد حقًا إزالة عنوان البريد الإلكتروني المحدد؟
fr: Voulez-vous vraiment supprimer l'adresse e-mail sélectionnée?
nl: Weet u zeker dat u het geselecteerde e-mailadres wilt verwijderen?

source: Confirm E-mail Address
ar: أكد عنوانك الإلكتروني
fr: Confirmez votre adresse email
nl: E-mailadres bevestigen

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
ar: الرجاء التأكد من أن <a href="mailto:%(email)s">%(email)s</a> هو عنوان بريد إلكتروني للمستخدم %(user_display)s.
fr: Veuillez confirmer que <a href="mailto:%(email)s">%(email)s </a> est une adresse e-mail pour l'utilisateur %(user_display)s.
nl: Bevestig dat <a href="mailto:%(email)s">%(email)s</a> een e-mailadres is voor gebruiker %(user_display)s.

source: Confirm
ar: تؤكد
fr: Confirmer
nl: Bevestigen

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request</a>.
ar: انتهت صلاحية رابط تأكيد البريد الإلكتروني هذا أو أنه غير صالح. رجاء<a href="%(email_url)s">إصدار طلب تأكيد بريد إلكتروني جديد</a>.
fr: Ce lien de confirmation par e-mail a expiré ou n'est pas valide. Veuillez <a href="%(email_url)s"> émettre une nouvelle demande de confirmation par e-mail </a>.
nl: Deze e-mailbevestigingslink is verlopen of is ongeldig. <a href="%(email_url)s">dien een nieuw e-mailbevestigingsverzoek in</a>.

source: Sign In
ar: تؤكد
fr: Se connecter
nl: Inloggen

source: Please sign in with one of your existing third party accounts. Or, <a href="%(signup_url)s">sign up</a> for a %(site_name)s account and sign in below:
ar: يرجى تسجيل الدخول باستخدام واحد من حسابات الطرف الثالث الموجودة لديك. أو، <a href="%(signup_url)s">سجل أ %(site_name)s الحساب وتسجيل الدخول أدناه:
fr: Veuillez vous connecter avec un de vos comptes tiers existants. Ou, <a href="%(signup_url)s"> inscrivez-vous </a> pour un compte %(site_name)s et connectez-vous ci-dessous:
nl: Meld u aan met één van uw bestaande accounts van derden. Of <a href="%(signup_url)s"> meld je aan </a> voor een account van %(site_name)s en log hieronder in:

source: or
ar: أو
fr: ou
nl: of

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
ar: إذا لم تقم بإنشاء حساب بعد ، فالرجاء<"a href="%(signup_url)s>سجل</a>
fr: Si vous n'avez pas encore créé de compte, veuillez <a href="%(signup_url)s"> inscrivez-vous </a> en premier.
nl: Als u nog geen account heeft aangemaakt, graag <a href="%(signup_url)s">meld je eerst aan</a>.

source: Forgot Password?
ar: هل نسيت كلمة المرور؟
fr: Mot de passe oublié?
nl: Wachtwoord vergeten?

source: Sign Out
ar: خروج
fr: Déconnexion
nl: Afmelden

source: Are you sure you want to sign out?
ar: هل أنت متأكد أنك تريد الخروج؟
fr: Êtes-vous certain de vouloir vous déconnecter?
nl: Weet u zeker dat u zich wilt afmelden?

source: Change Password
ar: غير كلمة السر
fr: Changer le mot de passe
nl: Wachtwoord wijzigen

source: Password Reset
ar: إعادة تعيين كلمة المرور
fr: Réinitialisation du mot de passe
nl: Wachtwoord reset

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
ar: هل نسيت كلمة المرور؟ أدخل عنوان بريدك الإلكتروني أدناه ، وسنرسل لك بريدًا إلكترونيًا يسمح لك بإعادة تعيينه.
fr: Mot de passe oublié? Entrez votre adresse e-mail ci-dessous, et nous vous enverrons un e-mail vous permettant de la réinitialiser.
nl: Je wachtwoord vergeten? Voer hieronder uw e-mailadres in en we sturen u een e-mail waarmee u het kunt resetten.

source: Reset My Password
ar: إعادة تعيين كلمة المرور الخاصة بي
fr: Réinitialiser mon mot de passe
nl: Reset mijn wachtwoord

source: Please contact us if you have any trouble resetting your password.
ar: يرجى الاتصال بنا إذا كان لديك أي مشكلة في إعادة تعيين كلمة المرور الخاصة بك.
fr: Veuillez nous contacter si vous rencontrez des problèmes pour réinitialiser votre mot de passe.
nl: Neem contact met ons op als u problemen ondervindt bij het opnieuw instellen van uw wachtwoord.

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
ar: لقد أرسلنا لك بريدًا إلكترونيًا. يرجى الاتصال بنا إذا لم تتلقها خلال بضع دقائق.
fr: Nous vous avons envoyé un e-mail. Veuillez nous contacter si vous ne le recevez pas dans quelques minutes.
nl: We hebben je een e-mail gestuurd. Neem contact met ons op als u deze niet binnen enkele minuten ontvangt.

source: Bad Token
ar: رمز سيئة
fr: Mauvais jeton
nl: Slecht teken

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
ar: رابط إعادة تعيين كلمة المرور غير صالح ، ربما لأنه تم استخدامه بالفعل. يرجى طلب أ<a href="%(passwd_reset_url)s">إعادة تعيين كلمة المرور الجديدة</a>.
fr: Le lien de réinitialisation du mot de passe n'était pas valide, peut-être parce qu'il a déjà été utilisé. Veuillez demander une <a href="%(passwd_reset_url)s"> nouvelle réinitialisation du mot de passe </a>.
nl: De link voor het opnieuw instellen van het wachtwoord was ongeldig, mogelijk omdat deze al is gebruikt. Vraag een <a href="%(passwd_reset_url)s"> nieuw wachtwoord opnieuw instellen </a> aan.

source: change password
ar: غير كلمة السر
fr: changer le mot de passe
nl: wachtwoord wijzigen

source: Your password is now changed.
ar: تم تغيير كلمة المرور الخاصة بك الآن.
fr: Votre mot de passe est maintenant changé.
nl: Uw wachtwoord is nu gewijzigd.

source: Set Password
ar: ضبط كلمة السر
fr: Définir le mot de passe
nl: Stel een wachtwoord in

source: Signup
ar: سجل
fr: S'inscrire
nl: Inschrijven

source: Sign Up
ar: سجل
fr: S'inscrire
nl: Inschrijven

source: Already have an account? Then please <a href="%(login_url)s">sign in</a>.
ar: هل لديك حساب؟ ثم الرجاء<a href="%(login_url)s">تسجيل الدخول</a>.
fr: Vous avez déjà un compte? Veuillez ensuite <a href="%(login_url)s"> vous connecter </a>.
nl: Heeft u al een account? <a href="%(login_url)s"> Meld u dan aan </a>.

source: Sign Up Closed
ar: الاشتراك مغلق
fr: Inscriptions closes
nl: Inschrijving gesloten

source: We are sorry, but the sign up is currently closed.
ar: عذرًا ، ولكن الاشتراك مغلق حاليًا.
fr: Nous sommes désolés, mais l'inscription est actuellement fermée.
nl: Het spijt ons, maar de aanmelding is momenteel gesloten.

source: Verify Your E-mail Address
ar: تحقق من عنوان بريدك الإلكتروني
fr: Vérifiez votre adresse e-mail
nl: Verifieer je e-mailadres

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
ar: لقد أرسلنا لك بريدًا إلكترونيًا للتحقق. اتبع الرابط المقدم لإنهاء عملية الاشتراك. يرجى الاتصال بنا إذا لم تتلقها خلال بضع دقائق.
fr: Nous vous avons envoyé un e-mail pour vérification. Suivez le lien fourni pour finaliser le processus d'inscription. Veuillez nous contacter si vous ne le recevez pas dans quelques minutes.
nl: We hebben u ter verificatie een e-mail gestuurd. Volg de gegeven link om het aanmeldingsproces te voltooien. Neem contact met ons op als u deze niet binnen enkele minuten ontvangt.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your e-mail address.
ar: هذا الجزء من الموقع يتطلب منا التحقق من ذلك أنت من تدعي أنك. لهذا الغرض ، نطلب منك التحقق من ملكية عنوان بريدك الإلكتروني.
fr: Cette partie du site nous oblige à vérifier que vous êtes ce que vous prétendez être. A cet effet, nous vous demandons vérifiez la propriété de votre adresse e-mail.
nl: Dit deel van de site vereist dat we dat verifiëren je bent wie je beweert te zijn. Voor dit doel hebben we u nodig controleer het eigendom van uw e-mailadres.

source: We have sent an e-mail to you for verification. Please click on the link inside this e-mail. Please contact us if you do not receive it within a few minutes.
ar: لقد أرسلنا لك رسالة بريد إلكتروني من أجل التحقق. الرجاء الضغط على الرابط داخل هذا البريد الإلكتروني. رجاء اتصل بنا إذا لم تتلقها خلال بضع دقائق.
fr: Nous vous avons envoyé un e-mail pour vérification. Veuillez cliquer sur le lien à l'intérieur de cet e-mail. S'il vous plaît contactez-nous si vous ne le recevez pas dans quelques minutes.
nl: We hebben u een e-mail gestuurd voor verificatie. Klik op de link in deze e-mail. Alstublieft neem contact met ons op als u deze niet binnen enkele minuten ontvangt.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your e-mail address</a>.
ar: <strong> ملاحظة: </strong> لا يزال بإمكانك <a href="%(email_url)s"> تغيير عنوان بريدك الإلكتروني </a>.
fr: <strong> Remarque: </strong> vous pouvez toujours <a href="%(email_url)s"> modifier votre adresse e-mail </a>.
nl: <strong> Opmerking: </strong> u kunt nog steeds <a href="%(email_url)s"> uw e-mailadres wijzigen </a>.

source: CodeDevils - Develop. Network. Create
ar: CodeDevils - تطوير. شبكة الاتصال. خلق
es: CodeDevils - Desarrollar. Red. Crear
hi: CodeDevils - विकसित करें। नेटवर्क। सृजन करना
ja: CodeDevils-開発。通信網。作成する

source: The CodeDevils Team
ar: فريق CodeDevils
es: El equipo de CodeDevils
hi: CodeDevils टीम
ja: CodeDevilsチーム
