Repository: ASU-CodeDevils/codedevils_org
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr, hi, ja, nl

source: Your message has been send, we will contact you as soon as possible.
ar: تم إرسال رسالتك ، وسوف نتصل بك في أقرب وقت ممكن.
es: Su mensaje ha sido enviado, nos pondremos en contacto con usted lo antes posible.
fr: Votre message a été envoyé, nous vous contacterons dans les plus brefs délais.
hi: आपका संदेश भेज दिया गया है, हम आपसे जल्द से जल्द संपर्क करेंगे।
ja: メッセージが送信されました。できるだけ早くご連絡いたします。
nl: Uw bericht is verzonden, wij nemen zo spoedig mogelijk contact met u op.

source: Get in touch
ar: ابقى على تواصل
es: Ponerse en contacto
fr: Entrer en contact
hi: संपर्क में रहो
ja: 連絡する
nl: Kom in contact

source: Project Support
ar: دعم المشاريع
es: Proyecto de apoyo
fr: Support de projet
hi: परियोजना का समर्थन
ja: プロジェクトサポート
nl: Projectondersteuning

source: Looking for a custom quote? need to tell us more about your project? or want a demonstration? drop us a line to
ar: تبحث عن اقتباس مخصص؟ هل تريد أن تخبرنا المزيد عن مشروعك؟ أو تريد مظاهرة؟ مراسلتنا على الخط
es: ¿Busca un presupuesto personalizado? ¿necesita contarnos más sobre su proyecto? o quieres una demostración? escríbenos a
fr: Vous recherchez un devis personnalisé? besoin de nous en dire plus sur votre projet? ou voulez une démonstration? écrivez-nous
hi: एक कस्टम उद्धरण के लिए खोज रहे हैं? हमें अपनी परियोजना के बारे में अधिक बताने की आवश्यकता है? या एक प्रदर्शन चाहते हैं? हमें एक पंक्ति के लिए छोड़ दें
ja: カスタム見積もりをお探しですか？あなたのプロジェクトについてもっと教えてください。またはデモンストレーションが必要ですか？私たちに連絡してください
nl: Op zoek naar een offerte op maat? wilt u ons meer vertellen over uw project? of wil je een demonstratie? stuur ons een bericht naar

source: Technical Support
ar: دعم فني
es: Soporte técnico
fr: Soutien technique
hi: तकनीकी सहायता
ja: 技術サポート
nl: Technische ondersteuning

source: Any question about how to integrate your product?. Don't fret, our geek team is ready for you at
ar: أي سؤال حول كيفية دمج منتجك ؟. لا تقلق ، فريقنا المهووس جاهز لك في
es: ¿Alguna pregunta sobre cómo integrar su producto? No te preocupes, nuestro equipo geek está listo para ti en
fr: Une question sur la façon d'intégrer votre produit?. Ne vous inquiétez pas, notre équipe de geek est prête pour vous à
hi: कैसे अपने उत्पाद को एकीकृत करने के बारे में कोई सवाल ?. झल्लाहट मत करो, हमारी गीक टीम आपके लिए तैयार है
ja: 製品を統合する方法について質問がありますか？心配しないでください、私たちのオタクチームはあなたのために準備ができています
nl: Heeft u een vraag over hoe u uw product kunt integreren ?. Maak je geen zorgen, ons nerdteam staat voor je klaar bij

source: An ASU<br> Student Organization
ar: منظمة طلابية بجامعة ولاية أريزونا
es: Una ASU<br> Organización estudiantil
fr: Une ASU<br>Organisation étudiante
hi: एक ASU<br> छात्र संगठन
ja: ASU <br>学生組織
nl: Een ASU<br> Studentenorganisatie

source: Stay posted on new website integrations and updates.
ar: ابق على اطلاع على عمليات دمج وتحديثات مواقع الويب الجديدة.
es: Manténgase publicado en las nuevas integraciones y actualizaciones del sitio web.
fr: Restez au courant des nouvelles intégrations et mises à jour du site Web.
hi: नई वेबसाइट एकीकरण और अपडेट पर तैनात रहें।
ja: 新しいウェブサイトの統合と更新についての投稿を続けてください。
nl: Blijf op de hoogte van nieuwe website-integraties en updates.

source: Update Log
ar: سجل التحديث
es: Actualizar registro
fr: Journal de mise à jour
hi: लॉग अपडेट करें
ja: 更新ログ
nl: Logboek bijwerken

source: Community
ar: تواصل اجتماعي
es: Comunidad
fr: Communauté
hi: समुदाय
ja: コミュニティ
nl: Gemeenschap

source: Be part of an amazing group of individuals who have a passion for coding.<br><br> Network with fellow students, faculty members, and guest speakers.<br><br> We even have dedicated Slack channels for SER/CSE classes!
ar: كن جزءًا من مجموعة مذهلة من الأفراد الذين لديهم شغف بالتشفير. <br> <br> التواصل مع الطلاب الزملاء وأعضاء هيئة التدريس والمتحدثين الضيوف. <br> <br> لدينا حتى قنوات سلاك مخصصة لفصول SER / CSE!
es: Sé parte de un increíble grupo de personas apasionadas por la codificación. <br> <br> Conéctese con otros estudiantes, miembros de la facultad y oradores invitados. <br> <br> ¡Incluso tenemos canales dedicados de Slack para las clases SER / CSE!
fr: Faites partie d'un groupe incroyable de personnes passionnées par le codage. <br> <br> Réseautez avec vos collègues étudiants, les professeurs et les conférenciers invités. <br> <br> Nous avons même des canaux Slack dédiés pour les classes SER / CSE!
hi: उन व्यक्तियों के एक अद्भुत समूह का हिस्सा बनें जिन्हें कोडिंग का शौक है।<br><br> साथी छात्रों, संकाय सदस्यों और अतिथि वक्ताओं के साथ नेटवर्क।<br><br> यहां तक ​​कि हमने SER/CSE कक्षाओं के लिए स्लैक चैनल समर्पित किए हैं!
ja: コーディングに情熱を持っている素晴らしい個人グループの一員になりましょう。<br> <br> 仲間の学生、教職員、ゲストスピーカーとのネットワーク。<br> <br> SER / CSEクラス専用のSlackチャンネルもあります！
nl: Maak deel uit van een geweldige groep mensen met een passie voor coderen.<br><br> Netwerk met medestudenten, docenten en gastsprekers.<br><br> We hebben zelfs speciale Slack-kanalen voor SER / CSE-klassen!

source: Learn more
ar: أعرف أكثر
es: Aprende más
fr: Apprendre encore plus
hi: और अधिक जानें
ja: もっと詳しく知る
nl: Leer meer

source: Code
ar: الشفرة
es: Código
hi: कोड
ja: コード

source: Work on exclusive CodeDevils projects!
ar: اعمل على مشاريع CodeDevils الحصرية!
es: ¡Trabaja en proyectos exclusivos de CodeDevils!
fr: Travaillez sur des projets exclusifs CodeDevils!
hi: अनन्य CodeDevils परियोजनाओं पर काम करें!
ja: 排他的なCodeDevilsプロジェクトに取り組んでください！
nl: Werk aan exclusieve CodeDevils-projecten!

source: Projects are an opportunity for members to collaborate on coding projects. Anyone can propose an idea for a project, and a project can be anything that involves coding in some way (regardless of language or platform).
ar: المشاريع هي فرصة للأعضاء للتعاون في مشاريع الترميز. يمكن لأي شخص أن يقترح فكرة لمشروع ، ويمكن أن يكون المشروع أي شيء ينطوي على الترميز بطريقة ما (بغض النظر عن اللغة أو النظام الأساسي).
es: Los proyectos son una oportunidad para que los miembros colaboren en proyectos de codificación. Cualquiera puede proponer una idea para un proyecto, y un proyecto puede ser cualquier cosa que implica la codificación de alguna manera (independientemente del idioma o la plataforma).
fr: Les projets sont l'occasion pour les membres de collaborer à des projets de codage. Tout le monde peut proposer une idée de projet, et un projet peut être tout ce qui implique le codage d'une certaine manière (indépendamment de la langue ou de la plate-forme).
hi: परियोजनाएं सदस्यों के लिए कोडिंग परियोजनाओं पर सहयोग करने का एक अवसर हैं। कोई भी एक परियोजना के लिए एक विचार का प्रस्ताव कर सकता है, और एक परियोजना कुछ भी हो सकती है किसी तरह से कोडिंग करना शामिल है (भाषा या मंच की परवाह किए बिना)।
ja: プロジェクトは、メンバーがコーディングプロジェクトで協力する機会です。誰でもプロジェクトのアイデアを提案でき、プロジェクトは次のようなものになります。（言語やプラットフォームに関係なく）何らかの方法でコーディングする必要があります。
nl: Projecten bieden leden de mogelijkheid om samen te werken aan coderingsprojecten. Iedereen kan een idee voor een project voorstellen en een project kan van alles zijn omvat op een of andere manier codering (ongeacht taal of platform).

source: Compete
ar: تنافس
es: Competir
fr: Rivaliser
hi: प्रतिस्पर्धा
ja: 競争する
nl: Concurreren

source: Coding competitions are hosted each semester on HackerRank.<br><br> Challenges range from easy to hard problems that may be solved using any supported programming language.<br><br> These are a great opportunity to try out problem solving in a programming language you are trying to learn or showing off your skills! At the end of the term you could win some swag!
ar: يتم استضافة مسابقات الترميز كل فصل دراسي على HackerRank. <br> <br> تتراوح التحديات من المشكلات السهلة إلى الصعبة التي يمكن حلها باستخدام أي دعم لغة البرمجة. <br> <br> هذه فرصة رائعة لتجربة حل المشكلات في لغة برمجة لك تحاول تعلم مهاراتك أو التباهي بها! في نهاية المدة يمكنك الفوز بعض غنيمة!
es: Cada semestre se organizan concursos de codificación en HackerRank. <br> <br> Los desafíos van desde problemas fáciles a difíciles que pueden resolverse usando cualquier soporte compatible lenguaje de programación. <br> <br> Estas son una gran oportunidad para probar la resolución de problemas en un lenguaje de programación que están tratando de aprender o mostrar sus habilidades! Al final del plazo puedes ganar un poco de botín!
fr: Des compétitions de codage sont organisées chaque semestre sur HackerRank.<br><br> Les défis vont des problèmes faciles aux problèmes difficiles qui peuvent être résolus en utilisant n'importe quel support langage de programmation.<br><br> Ce sont une excellente occasion d'essayer la résolution de problèmes dans un langage de programmation que vous essayez d'apprendre ou de montrer vos compétences! À la fin du mandat, vous pourriez gagner du swag!
hi: कोडिंग प्रतियोगिताओं को हैकरैंक पर प्रत्येक सेमेस्टर की मेजबानी की जाती है।<br><br> चुनौतियां आसान से लेकर कठिन समस्याओं तक होती हैं जिन्हें किसी भी समर्थित का उपयोग करके हल किया जा सकता है प्रोग्रामिंग भाषा।<br><br> आपके द्वारा प्रोग्रामिंग की गई भाषा में समस्या को सुलझाने का प्रयास करने के लिए ये एक शानदार अवसर है अपने कौशल को सीखने या दिखाने की कोशिश कर रहे हैं! कार्यकाल के अंत में आप जीत सकते थे कुछ स्वैग!
ja: コーディングコンテストは、各学期にHackerRankで開催されます。<br><br> 課題は、サポートされているものを使用して解決できる簡単な問題から難しい問題までさまざまです。プログラミング言語。<br> <br> これらは、プログラミング言語で問題解決を試す絶好の機会です。あなたのスキルを学ぼうとしている、または披露しようとしています！学期の終わりにあなたは勝つことができます いくつかの盗品！
nl: Codeerwedstrijden worden elk semester op HackerRank georganiseerd.<br><br> Uitdagingen variëren van eenvoudige tot moeilijke problemen die kunnen worden opgelost met behulp van ondersteunde programmeertaal.<br><br> Dit zijn een geweldige kans om het oplossen van problemen in een programmeertaal uit te proberen proberen je vaardigheden te leren of te laten zien! Aan het einde van de termijn kon je winnen wat swag!

source: Welcome to CodeDevils
ar: مرحبًا بك في CodeDevils
es: Bienvenido a CodeDevils
fr: Bienvenue chez CodeDevils
hi: CodeDevils में आपका स्वागत है
ja: CodeDevilsへようこそ
nl: Welkom bij CodeDevils

source: Welcome to CodeDevils - We are An ASU student run organization
ar: مرحبًا بكم في CodeDevils - نحن منظمة تديرها جامعة ولاية أريزونا
es: Bienvenido a CodeDevils - Somos una organización dirigida por estudiantes de ASU
fr: Bienvenue à CodeDevils - Nous sommes une organisation dirigée par des étudiants de l'ASU
hi: CodeDevils में आपका स्वागत है - हम एक ASU छात्र रन संगठन हैं
ja: CodeDevilsへようこそ-私たちはASUの学生が運営する組織です
nl: Welkom bij CodeDevils - Wij zijn een door ASU gerunde studentenorganisatie

source: What\
ar: ماذا\
es: Qué\
fr: Quoi\
hi: क्या\
ja: 何\
nl: Wat\

source: Events
ar: الأحداث
es: Eventos
fr: Événements
hi: आयोजन
ja: イベント
nl: Evenementen

source: Our Operation Bat Signal
ar: عمليتنا إشارة الخفافيش
fr: Notre opération Bat Signal
nl: Onze operatie Bat Signal

source: Do you have any general questions or assistance finding resources since the move to remote learning. Reach out with any inquiries.
ar: هل لديك أي أسئلة عامة أو مساعدة في العثور على الموارد منذ الانتقال إلى التعلم عن بعد. تواصل مع أي استفسارات.
fr: Avez-vous des questions générales ou de l'aide pour trouver des ressources depuis le passage à l'apprentissage à distance. Contactez-nous pour toute question.
nl: Heeft u algemene vragen of hulp bij het vinden van bronnen sinds de overstap naar leren op afstand. Neem contact op met eventuele vragen.

source: Join us for a virtual study session! Find your study buddies, conquer that homework, and enjoy the nerdiest study breaks at ASU!
ar: انضم إلينا في جلسة دراسة افتراضية! اعثر على رفاق الدراسة ، واهزم تلك الواجبات المنزلية ، واستمتع بأروع فترات الدراسة في ASU!
fr: Rejoignez-nous pour une session d'étude virtuelle! Trouvez vos copains d'étude, conquérez ces devoirs et profitez des pauses d'étude les plus nerds à ASU!
nl: Ga met ons mee voor een virtuele studiesessie! Vind je studievrienden, verover dat huiswerk en geniet van de meest nerdy studiepauzes bij ASU!

source: OUR MISSION
ar: مهمتنا
es: NUESTRA MISIÓN
fr: NOTRE MISSION
hi: हमारा लक्ष्य
ja: 我々の使命
nl: ONZE MISSIE

source: Create a community of students in the online setting to provide the opportunity to meet and mingle with other students.
ar: إنشاء مجتمع من الطلاب في الإعداد عبر الإنترنت لإتاحة الفرصة للقاء والاختلاط مع الطلاب الآخرين.
es: Cree una comunidad de estudiantes en el entorno en línea para brindar la oportunidad de reunirse y mezclarse con otros estudiantes.
fr: Créer une communauté d'étudiants dans le cadre en ligne pour offrir la possibilité de rencontrer et de se mêler à d'autres étudiants.
hi: अन्य छात्रों के साथ मिलने और मिलाने का अवसर प्रदान करने के लिए ऑनलाइन सेटिंग में छात्रों का एक समुदाय बनाएँ।
ja: オンライン設定で学生のコミュニティを作成して、他の学生と会い、交流する機会を提供します。
nl: Creëer een gemeenschap van studenten in de online setting om de mogelijkheid te bieden om andere studenten te ontmoeten en te ontmoeten.

source: With weekly coding challenges, peer mentorship, guest speakers, and big projects like moble applications, all completely online, there are plenty of ways to get involved and stay involved!
ar: مع تحديات البرمجة الأسبوعية ، وإرشاد الأقران ، والمتحدثين الضيوف ، والمشاريع الكبيرة مثل تطبيقات الهاتف المحمول ، وكلها عبر الإنترنت تمامًا ، هناك العديد من الطرق للمشاركة والمشاركة!
es: Con desafíos semanales de codificación, tutoría entre pares, oradores invitados y grandes proyectos como aplicaciones móviles, todo completamente en línea, ¡hay muchas maneras de involucrarse y mantenerse involucrado!
fr: Avec les défis de codage hebdomadaires, le mentorat par les pairs, les conférenciers invités et les grands projets comme les applications moble, tous entièrement en ligne, il existe de nombreuses façons de s'impliquer et de rester impliqué!
hi: साप्ताहिक कोडिंग चुनौतियों के साथ, सहकर्मी मेंटरशिप, गेस्ट स्पीकर, और मोबल एप्लिकेशन जैसे बड़े प्रोजेक्ट, पूरी तरह से ऑनलाइन, इसमें शामिल होने और रहने के लिए बहुत सारे तरीके हैं!
ja: 毎週のコーディングの課題、ピアメンターシップ、ゲストスピーカー、モバイルアプリケーションなどの大規模なプロジェクトがすべて完全にオンラインで行われているため、参加して参加を続ける方法はたくさんあります。
nl: Met wekelijkse codeeruitdagingen, peer mentorschap, gastsprekers en grote projecten zoals mobiele applicaties, allemaal volledig online, zijn er tal van manieren om mee te doen en betrokken te blijven!

source: An online coworking environment where you can get that experience of working alongside your peers and create good study habits!
ar: بيئة عمل جماعية عبر الإنترنت حيث يمكنك الحصول على ذلك تجربة العمل جنبًا إلى جنب مع زملائك وخلق عادات دراسية جيدة!
es: Un entorno de coworking en línea donde puedes conseguir eso ¡Experiencia de trabajar junto a tus compañeros y crear buenos hábitos de estudio!
fr: Un environnement de coworking en ligne où vous pouvez l'obtenir l'expérience de travailler avec vos pairs et de créer de bonnes habitudes d'étude!
hi: एक ऑनलाइन सहकर्मी वातावरण जहां आप वह प्राप्त कर सकते हैं अपने साथियों के साथ काम करने का अनुभव और अध्ययन की अच्छी आदतें बनाना!
ja: あなたがそれを得ることができるオンラインコワーキング環境 仲間と一緒に働き、良い学習習慣を身につけた経験！
nl: Een online coworking-omgeving waar u die kunt krijgen ervaring met het werken met je leeftijdsgenoten en het creëren van goede studiegewoonten!

source: Hackathons
ar: الهاكاثون
es: Hackatones
hi: हैकेथन्स
ja: ハッカソン

source: Compete alongside fellow students and test your abilities on complex coding problems.
ar: تنافس مع زملائك الطلاب واختبر قدراتك على مشاكل الترميز المعقدة.
es: Compite junto a otros estudiantes y prueba tus habilidades en problemas de codificación complejos.
fr: Affrontez vos camarades et testez vos capacités sur des problèmes de codage complexes.
hi: साथी छात्रों के साथ प्रतिस्पर्धा करें और जटिल कोडिंग समस्याओं पर अपनी क्षमताओं का परीक्षण करें।
ja: 仲間の学生と競争し、複雑なコーディングの問題についてあなたの能力をテストします。
nl: Concurreer met medestudenten en test je vaardigheden op complexe coderingsproblemen.

source: TOOLS TO DEVELOP
ar: أدوات للتطوير
es: HERRAMIENTAS PARA DESARROLLAR
fr: OUTILS À DÉVELOPPER
hi: विकास के लिए उपकरण
ja: 開発するためのツール
nl: GEREEDSCHAP OM TE ONTWIKKELEN

source: BECOME A CODEDEVIL
ar: اصبح ال CODEDEVIL
es: Conviértete en una CodeDevils
fr: DEVENEZ CODEDEVIL
hi: बेसिक एक CODEDEVIL
ja: CODEDEVILになる
nl: WORD EEN CODEDEVIL

source: REGISTER
ar: تسجيل
es: REGISTRARSE
fr: S'INSCRIRE
hi: रजिस्टर करें
ja: 登録
nl: REGISTREREN

source: CLUB DOCS
ar: مستندات النادي
es: DOCUMENTOS DEL CLUB
fr: DOCS CLUB
hi: क्लब डॉट्स
ja: クラブドキュメント

source: Officially register your membership as a CodeDevil on SunDevilSync.
ar: تسجيل عضويتك رسميًا بصفتك CodeDevil على SunDevilSync.
es: Registra oficialmente tu membresía como CodeDevil en SunDevilSync.
fr: Enregistrez officiellement votre adhésion en tant que CodeDevil sur SunDevilSync.
hi: आधिकारिक तौर पर अपनी सदस्यता को SunDevilSync पर CodeDevil के रूप में पंजीकृत करें।
ja: メンバーシップをSunDevilSyncのCodeDevilとして正式に登録します。
nl: Registreer uw lidmaatschap officieel als een CodeDevil op SunDevilSync.

source: SunDevilSync is Arizona State University\
ar: SunDevilSync هي جامعة ولاية أريزونا \
fr: SunDevilSync est Arizona State University \
nl: SunDevilSync is de Arizona State University \

source: It connects students with student organizations and student organizations with their members and Administrative Advisors in a customizable, online campus community.
ar: يربط الطلاب مع المنظمات الطلابية والمنظمات الطلابية مع أعضائهم والمستشارين الإداريين في مجتمع حرم جامعي قابل للتخصيص عبر الإنترنت.
es: Conecta a los estudiantes con organizaciones estudiantiles y organizaciones estudiantiles con sus miembros y asesores administrativos en una comunidad de campus en línea personalizable.
fr: Il connecte les étudiants avec les organisations étudiantes et les organisations étudiantes avec leurs membres et conseillers administratifs dans une communauté de campus en ligne personnalisable.
hi: यह छात्रों को छात्र संगठनों और छात्र संगठनों के साथ उनके सदस्यों और प्रशासनिक सलाहकारों के साथ एक अनुकूलन योग्य, ऑनलाइन परिसर समुदाय में जोड़ता है।
ja: カスタマイズ可能なオンラインキャンパスコミュニティで、学生と学生組織、学生組織とそのメンバーおよび管理アドバイザーを結び付けます。
nl: Het verbindt studenten met studentenorganisaties en studentenorganisaties met hun leden en administratief adviseurs in een aanpasbare, online campusgemeenschap.

source: Now that you're registered, take a look at the CodeDevils Constitution so you are aware how the organization is run.
ar: الآن بعد أن سجلت ، ألق نظرة على دستور CodeDevils لذلك أنت على دراية بكيفية تشغيل المنظمة.
es: Ahora que está registrado, eche un vistazo a la Constitución de CodeDevils para que sepa cómo se ejecuta la organización.
fr: Maintenant que vous êtes inscrit, jetez un œil à la Constitution de CodeDevils vous savez donc comment l'organisation est gérée.
hi: अब जब आप पंजीकृत हो गए हैं, तो कोडडेविल्स संविधान को देखें इसलिए आप जानते हैं कि संगठन कैसे चलाया जाता है।
ja: 登録が完了したので、CodeDevils憲法をご覧ください そのため、組織がどのように運営されているかを知っています。
nl: Nu je geregistreerd bent, bekijk de CodeDevils-grondwet zodat u weet hoe de organisatie wordt geleid.

source: View Welcome Docs
ar: عرض مستندات الترحيب
es: Ver documentos de bienvenida
fr: Afficher les documents de bienvenue
hi: स्वागत है आपका स्वागत है डॉक्स
ja: ウェルカムドキュメントを表示
nl: Bekijk welkomstdocumenten

source: Afterwards, check out our welcome letter to get some information, tips, and rules as you get involved in the club.
ar: بعد ذلك ، تحقق من رسالة الترحيب للحصول على بعض المعلومات والنصائح والقواعد أثناء مشاركتك في النادي.
es: Luego, consulte nuestra carta de bienvenida para obtener información, consejos y reglas a medida que se involucra en el club.
fr: Ensuite, consultez notre lettre de bienvenue pour obtenir des informations, des conseils et des règles au fur et à mesure que vous vous impliquez dans le club.
hi: बाद में, क्लब में शामिल होते ही कुछ जानकारी, सुझाव और नियम प्राप्त करने के लिए हमारे स्वागत पत्र को देखें।
ja: その後、ウェルカムレターをチェックして、クラブに参加する際の情報、ヒント、ルールを入手してください。
nl: Bekijk daarna onze welkomstbrief om wat informatie, tips en regels te krijgen terwijl je betrokken raakt bij de club.

source: View Constitution
ar: عرض الدستور
es: Ver Constitución
fr: Voir la constitution
hi: संविधान देखें
ja: 憲法を見る
nl: Bekijk grondwet

source: After completing the previous steps, you are now an official CodeDevils member!
ar: بعد إكمال الخطوات السابقة ، أصبحت الآن عضوًا رسميًا في CodeDevils!
es: Después de completar los pasos anteriores, ¡ahora eres miembro oficial de CodeDevils!
fr: Après avoir terminé les étapes précédentes, vous êtes maintenant membre officiel de CodeDevils!
hi: पिछले चरणों को पूरा करने के बाद, अब आप एक आधिकारिक CodeDevils सदस्य हैं!
ja: 前の手順を完了すると、CodeDevilsの公式メンバーになります。
nl: Na het voltooien van de voorgaande stappen, ben je nu een officieel CodeDevils-lid!

source: It's time to join a discussion with %(member_count)s members!
ar: حان الوقت للانضمام إلى مناقشة مع أعضاء %(member_count)s!
es: ¡Es hora de unirse a una discusión con %(member_count)s miembros!
fr: Il est temps de rejoindre une discussion avec les membres de %(member_count)s!
hi: यह %(member_count)s सदस्यों के साथ चर्चा में शामिल होने का समय है!
ja: %(member_count)sメンバーとのディスカッションに参加する時が来ました！
nl: Het is tijd om deel te nemen aan een discussie met %(member_count)s leden!

source: Please sign up for our slack channel using your ASU e-mail and introduce yourself to the community.
ar: يرجى الاشتراك في قناة الركود الخاصة بنا باستخدام البريد الإلكتروني ASU الخاص بك وتقديم نفسك للمجتمع.
es: Regístrese en nuestro canal slack utilizando su correo electrónico de ASU y preséntese a la comunidad.
fr: Veuillez vous inscrire à notre canal détendu en utilisant votre e-mail ASU et présentez-vous à la communauté.
hi: कृपया अपने ASU ई-मेल का उपयोग करके हमारे सुस्त चैनल के लिए साइन अप करें और समुदाय में अपना परिचय दें।
ja: ASUの電子メールを使用してSlackチャネルにサインアップし、コミュニティに自己紹介してください。
nl: Meld u aan voor ons slappe kanaal met uw ASU-e-mail en stel uzelf voor aan de gemeenschap.

source: We\
ar: نحن\
es: Nosotras\
fr: Nous\
hi: हम \
ja: 我々\
nl: Wij\

source: Slack Signup
ar: Slack سجل
es: Registro Slack
fr: Inscription Slack
hi: Slack साइन अप करें
ja: Slackサインアップ
nl: Slack Aanmelden

source: SIGNUP
ar: سجل
es: REGÍSTRATE
fr: S'INSCRIRE
hi: साइन अप करें
ja: サインアップ
nl: INSCHRIJVEN

source: Project Requests
ar: طلبات المشروع
es: Solicitudes de proyectos
fr: Demandes de projet
hi: परियोजना अनुरोध
ja: プロジェクトリクエスト
nl: Projectaanvragen

source: In the next update, we\
ar: في التحديث القادم ، نحن \
es: En la próxima actualización, nosotros \
fr: Dans la prochaine mise à jour, nous \
hi: अगले अद्यतन में, हम \
ja: 次のアップデートでは、
nl: In de volgende update zullen we \

source: Dashboard
ar: لوحة القيادة
es: Tablero
fr: Tableau de bord
hi: डैशबोर्ड
ja: ダッシュボード

source: View activity related directly to you!
ar: عرض النشاط المتعلق بك مباشرة!
es: Ver actividad relacionada directamente con usted!
fr: Voir l'activité directement liée à vous!
hi: सीधे आप से संबंधित गतिविधि देखें!
ja: あなたに直接関連するアクティビティを表示してください！
nl: Bekijk activiteiten die direct aan jou gerelateerd zijn!

source: Introducing API
ar: إدخال واجهة برمجة التطبيقات
es: Introduciendo API
fr: Présentation de l'API
hi: पेश है एपीआई
ja: APIの紹介
nl: Introductie van API

source: We will have an entire suite of APIs for use on CodeDevils-sponsored projects.
ar: سيكون لدينا مجموعة كاملة من واجهات برمجة التطبيقات للاستخدام في المشاريع التي ترعاها CodeDevils.
es: Tendremos un conjunto completo de API para usar en proyectos patrocinados por CodeDevils.
fr: Nous aurons une suite complète d'API à utiliser sur les projets parrainés par CodeDevils.
hi: हमारे पास CodeDevils- प्रायोजित परियोजनाओं पर उपयोग के लिए एपीआई का एक पूरा सूट होगा।
ja: CodeDevilsが後援するプロジェクトで使用するためのAPIのスイート全体が用意されます。
nl: We zullen een hele reeks API's hebben voor gebruik op door CodeDevils gesponsorde projecten.

source: Pushing project based club environment
ar: دفع بيئة النادي القائمة على المشروع
es: Empujando el entorno del club basado en proyectos
fr: Environnement de club basé sur des projets
hi: पुशिंग प्रोजेक्ट आधारित क्लब वातावरण
ja: プロジェクトベースのクラブ環境を推進
nl: Duwende projectmatige clubomgeving
